{
  "source": "Marwari Corpus (aapanorajasthan.org and other sources)",
  "repository": "misc/MarwariCorpus-main",
  "language": "mwr",
  "language_name": "Marwari",
  "num_examples": 100,
  "domain": "Mixed (literature, news, history, culture)",
  "examples": [
    {
      "text": "आम फलनीचे लुल्ठे अरंड आकासां जायबडो आदमी धनवान् हुवण पर ई मानआदर सूं दरजौ पावण पर नरमाई राखै अर ओछौ आदमी इतरावै है। आधा रौ तन्दूरौ रामदेव जी बजाबैनिबव्ठां री मदत भगवान करे है। इंदररी मां तिसी फिरिमातबर आदमी आछा खातापीता आदमी गरीबी सूं रैवे कै दूजां सूं मांगतौ फिरै। उधार घर री हारउधार देवणो खोटो है। ओक दिन पावणौ दूजे दिन अणखावणोपांवणोौ थोड़ो रैवे तोई चोखो लागै है। १ ओछझी पूंजी धणी नै खाय थोड़ी पूंजी सू दूकानदारी करबा सूं नुकसान हुवै है। कदैघी घणा कदे मुट्ठी चिणाजिन्दगी में सगव्ठी टेम अकसी नीं हुवे उतारचढ़ाव आंवता ई रैवै। काछ में इधक मासौसंकट में और संकट आवणौ। कांकरा कंवव्य हुवै तौ छाव्टियां कद छौड़ेजे सहजां ई फायदौ हुवै तौ बीं नै कुण छोड़ै खारी बोली मावड़ी ने मीठी बोली लोकमायड़ रौ तौ खारो बोलणौ भी सन्तान रै फायदे रै वास्तै इज हुवै है। खावैसूर कुटीजै पाडागलती करै जका नै डंड नीं देय र जद किणी दूजा नै डंड देवे तो आ कहावत काम में आवै। ई रौ भाव हैगठ्ठती कुण करै ई अर डंड कोई बीजो ई भोगै। घर में नाणा बींद परणीजै कांणापईसां सूं सगव्ठ काम हुय सके है। घी अंधारा ईं ही छानौ को रै नींआछी बात छिप्योड़ी नीं रेवै। चताा री च्यार घड़ी मूरख रो जमारौहुंस्यार आदमी जिण काम नै थोड़ीक टेम में कर लेवै उण नें मूरख उमरभर नीं कर सकै । ऊंदरै रा जाया बिल ही खोदसीबंस रौ सुभाव नीं बदल्डै। चोर रा पग काचागव्ठती करवा आव्य नित ई डरै। छदाम रौ छाजलौ टकौ गंठाई रौथोड़ाक फायदा रै खातर घणौ खरच हुवणो जहर खावण नैं ई टको कौनीबिलकुल गरीब। ठावेठावे टोपली बाकी नें लंगोटखासखास लोगां री बूझ कर र दूजा सैंग लोगां नैं कीई नीं गिणनो । डाकण्यां रै ब्यांव में न््योतार रौ गटकोदुष्ट लोगां रौ पास पड़ोस ई दुख देवै। ॑ डूंगरां नें किसी छियां हुवसमरथ आदम्यां री मदत गरीब नीं कर सकै । तोत रा घोड़ा किताक चालैछल्ठ सूं काम नीं निभे। दमड़ी री हांडी बजायर लेवणीमामूली चीज ई खूब देखजोख कर ई लेवणी। देखती आंख्यां माखी कोनी गिटीजै नींजाणबूझ कर खोटा काम में हाथ नीं घालीजें। दो मामां रौ भांणजौ भूखौ रैवैसोमलात रो मामलौ खोटो हुवै। नकटा देव सूरड़ा पुजारीजिस्या नैं तिस्यौ मित्ठै। नटियौ मूंतौ नैणसी तांबौ देण तलाकपक्की बात। नीची बोखड़ी नें सै कोई धूणैछोटा नें सगव्ठई सतावै। नेम निमाणै धरम ठिका्णैंआखिर धरम री इज जीत हुवै।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "॥॥ ९ औ सममात्रिक है। इणरै हरैक चरण में मात्रावां होवै अर इणरै अंत में जगण या तगण अर्थातगुरू लघु नीं आवै है। अंत में लघु या क्षेय गुरू होवै है राजस्थानी रै जैन कवियां नै इणरौ घणौ प्रयोग करयो है। ज्यां गोरउ जंपइ बादिल सुणउ सुभटे की धड ए मंत्रणउ पदमिणि देइ नइ लशा राय अबर न मंडइ कोई उपाय । गोरा बादल चरित्र चौपाई ॥ । ॥॥ ॥ इण छंद ने हिन्दी में छप्पय भी कैवै है। ओझपूर्ण छंदा में कवित आपरौ खास स्थान राखै है। इण छंद रौ प्रयाग राज प्रशास्ति अर जुद्ध रौ वरणाव में कर्यों जावै है। इण रै हरैक चरण में वरण होवै है। माथे यति होवै है। डिंगछ में इणरा तीन भेद बताया गया है कवित शुद्ध कवित अर दोढ़ो कवित । ॥ इणमें छः चरण होवै है। जिणरै पैले च्यार चरणा में रोला अर दोय चरणां में दूहो होवै है। ज्यां हतो करे हित हांण झझो झझो तन व्याध जगावै। धंधो राज भय धरे ररो धन नास करावै।। । इणमें छः चरण होवै है। इणरै पैलेच्यार चरणां में रोलाअर दोय चरणं में उललाला होवै है। ज्यां एक पड़े ऊभड़ै रंघ ऊबड़े बकतर। सार वहै सूरमा पार बिण छूंटे पजंर ॥७ । इणमें आठ चरण होवै है। चरण में रोला अर दोय चरणां में उललाला होवै है। ज्यां प्रथम लाख समपियो कवी बारह संकर कर । लखपति बारट लांख दीध दूजौ करि ऊंबर क् ॥ ओऔ राजस्थानी रौ चांवी छंद है। औ डिंगछ गीत छंद है। मध्यकालीन राजस्थानी कवि इणरौ प्रयोग घणखरौ करयो है। रीति ग्रन्थ रा लिखण वाढ्गां कविसरा नै इणरा कैई भेद बताया है जिणामेंबड़ो सांणोर शुद्ध सांणोर प्रहाससांगोर छोटो सांणोर खुड़द सांणोर नजे सांणोर आद देखण मिल्ठै है। ४ ॥६७। ७॥ ९ बड़ो सांणोर री पिंछाण आ है कै इणरै पैले पद में अर दूजै पद में मात्रावां होवै है। अर पछै तुक देंखण मिल्ठै है। इणरै तीजै चरण में अर मात्रावां होवै है। पछै तुक आवै है। जैड़ो कै कवि मंछाराम नै आपरै रघुनाथ रूपक गीतां रो ग्रन्थ में बतायो हैः रूप सुकविता रीतरा चतुर मीत चित और कहूं प्रथम सो प्रीतकर सिरै गीत सांणोर जिण गीत में नियम मुजब लघु गुरू राख्या जावै है उण सांणोर रा दोय व्है जावै है जिणांनै शुद्ध सांणोर अर प्रहार सांणोर कैवै है। ॥ ७॥ इण छंद रै विषय चरणां मेंपैलेतीजे चरण में मात्रावां समचरणां रै दूजैचौथे",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "विसेसतावां देखी जा सके । इणमें सं सूं खास विसेसता छंदां री विविधता है। राजस्थानी भासा में कैई भांत रा वरणिक अर मात्रिक छंदां रौ प्रयोग करयौ जावै जिणरा न्यारान्यारा नियम बणियौड़ा है। छंदां रा मौकव्श भेदउपभेद है। राजस्थानी रै गीत छंद रा भेद मानया जावै। किणी दूजी भासा रै छंदां में इतरा भेदउपभेद देखण नैं नीं मिले राजस्थानी रौ वयणसगाई अलंकार ई न्यारीनिरवाक्ी भांत रौ है। राजस्थानी साहित्य में काव्य सास्तर अर व्याकरण रै नेमकायदां बाबत मौकढब् ग्रंथां री सिरजण हुयौ है जिणमें डिंगल प्रकास रघुनाथ रूपक गीतां रौ काव्यालंकार रघुवरजस प्रकास भासाभूसण डिंगछ गीत राजस्थानी व्याकरण मारवाड़ी व्याकरण आद ग्रंथ खास है। इण विवेचन सूं स्पस्ट हुवै कै राजस्थानी भासा व्याकरणिय दीठ सूं ई अक सुतंतर अर सबढ्ही भासा है। ॥ भासा रौ सरूप सबदां सूं प्रगट हुया करै सबदां रौ भण्डार ई किणी भासा री सिमरधता मापण री कसौटी हुवे इण महताऊ मापदण्ड री दीठ सूं राजस्थानी भासा ने देखी जावै तो इण भासा रै सबदभण्डार में विसाव्ता सिमरधता अर विविधता रा स्पस्ट दरसण करया जा सकै अक ई मिनख उणरी क्रिया अर स्थिति सूं जुड़ियौड़ा मौकछा पर्यायवाची सबद मिले जका उण मिनख री न्यारीन्यारी मनगत नै स्पस्ट कर देवै। राजस्थानी भासा री सबदावढी में चार स्थितियां हुवैपैली स्थिति में अनाहर सूचक दूजी स्थिति में सामान्य अर्थ तीजी में सनमान सूचक अर चौथी में पूजनीक अवस्था रौ भाव मिन्है दूजी किणी भासा में इण भांत री विविधता रा दरसाव नीं मिल्लै राजस्थान भासा में अक ई भांत रै काम सारू कैवणै में मौकठी सबद विविधता मित्ठै जियां भोजन करण सारू मिनख ने केवण रौ ढाछौ उणरी मिनख रै आदर माथे ई निर्भर करै रोटी गिट ले रोटी खा ले भोजन जीमलो तासकी अरोगलो आद में न्यारान्यारा भाव समायौड़ा है। राजस्थानी भासा में सबदकोस लेखण परंपरा घणी सिमरध रैयी है। जूने बगत में नाममाछा नागराज डिंगठ कोस हमीर नाममाठा अवधानमाछा अनेकार्थी कोस डिंगछ ओकाक्षरी कोस डिंगठ कोस आद सबदकोसां में राजस्थानी सबदां रौ संकलण मिले डॉ सीताराम लालस दो लाख दस हजार रै लगैटगै सबदां रै संकलण रौ सबदकोस राजस्थानी सबद कोस लिख्यौ जिणरा नौ खण्ड है। इणरै टाछ आचार्य बद्रीप्रसाद साकरिया रौ सबदकोस ई घणौ महताऊ है। सबदकोस री दीठ सूं अजेस ई घणौ काम हुय रैयो है। राजस्थानी भासा री लूंठी सबद सम्पदा उणने विस्व री सिमरधतम भासावां री पांत में ऊभी करणै में सांगोपांग सहायक सिद्ध हुई है। ४ आदिकाल अर मध्यकालीन राजस्थानी साहित्य में सिरजण मुड़िया लिपि में कर॒यौ जावतौ रैयो जिणरा मौकक्ठा जूना हस्तलिखित ग्रंथा में देखण ने मिठै आधुनिक काल आंवताआंवता राजस्थानी भासा रो सगकौ सिरजण देवनागरी लिपि में हुवण लाग्यौ। देवनागरी लिपि रै सरूप नें देखर कई भारतीय भासावां उणनै लिपि माध्यम रै रूप में स्वीकार करी जिणमें राजस्थानी ई ओक भासा है। भासा विग्यान रै सगका तत्वां री कसौटी माथै राजस्थानी भासा री परख करयां पछे सिद्ध हुय जावै कै राजस्थानी सगकी दीठ सूं अक सिमरध सुतंतर अर जीवंत भासा है। ॥। ॥ इण इकाई सूं आपांने राजस्थानी भासा री उत्पति अर विकास जानरा नैं सावछ समझण में मदत मिल्ठैला राजस्थानी भासा रौ बरसां रौ सिमरध इतिहास है राजस्थानी भासा रौ राजस्थानी नांव आधुनिक है जको",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "रचना है। इणमें जोधपुर रै महाराजा रामसिंह महाराजा बखतसिंह महाराजा विजयसिंह महाराजा भीमसिंह अर महाराजा मानसिंह रै सुरूआती बरसां री घटनावां रौ ओपतौ अर सांगोपांग वरणन है। ई ख्यात रै पैलपोत में जोधपुर रा थरपणहार राव जोधा सूं लैयर महाराजा मानसिंह तांई रै सासकां उणांरी राणियां अर दीवाण इत्याद राजघराणैं सूं जुड़िया मिनखां रा बणयोड़ गया भवनां कुवांबावड़ियां अर जव्ठासयां रौ बखाणजोग विवरण दिरीज्यौ है। मारवाड़ नरेसां री जीवण घटनावां उणां री खास उपव्ठब्धियां सैनिक अभियांना दूजे राजावां रै साथे संबंधां रौ ठावकौ बरणाव होयौ है वठे ई मारवाड़ रै सामंतां अर राज रा दीवाण आद री भूमिका ने लैयर सांतरी विगत मंडी है। इण ख्यात रा लिखारा तिलोकचंद जोसी आपरै समै री घटनावां रौ आंख्यां देख्यौ हाल लिख्यौ है। ख्यात में दांनपुन तीरथ जातरावां मिंदरां रा निरमांण हवन जपजाप इत्याद बातां रौ उल्लेख भी हुयौ है। ख्यातकार री दीठ खासी व्यापक रैयी है। बो अकाव्ठ बिरखा और फसव्गं रौ उल्लेख करणौ भी नीं भूलौ है जिंया विसं सूं तांई सखरी सांगोपांग बिरखा हौवण रै कारण सुखसांती री स्थिति रैयी। विसं १८२६ में गेहूं री फसब्ठ में रौग लागण सूं फसव्ठ माथे खराब असर पड़ियौ अर गेहूं नेपे कम ई उतरिया। आ ख्यात भासा री दीठ सूं खास है। हरेक घटनां रौ जीवतौजागतौ वरणन इण ख्यात री विसेसता है। इणमें राजस्थानी भासा रा आंचव्ठिक सबदां मुहावरां लोकोक्तियां रौ फूटरौ अंकन हौवण सूं राजस्थानी गद्य साहित्य रौ औ ओअक अणमोढ् ग्रंथ बण गयौ है। दयालदास री ख्यात दयालदास सिंढायच चारण सरू सूं लैय र महाराजा रतनसिंह ई ताई रै बीकानेर रौ इतिहास इण ख्यात में लिखण रो जतन करियौ है। बियां आ बीकानेर राज्य री या कै राठौड़ां री ख्यात है पण दयाव्ददास सिंढायच री लिखी होवण रै कारण इणरौ नांव दयालदास री ख्यात राखीज्यौ है बीकानेर में ख्यात लेखण री परंपरा रा अनाणं वीं सदी री सुरूआत में ई मिले है। अनूप संस्कृत पोथीखानें रा संग्रेहीत ग्रंथां सूं ठा पड़ै है कै बीकानेर रा राजा रायसिंह ई रै समे में बीकानेर रै राठौड़ां री ख्यात सीहैजी सूं अर राठौड़ां री बात सीहाजी सूं रायसिंह जी तांई अर दलपत विलास जैड़ी गद्य रचनावां रौ लेखन होयौ। पछे आगे ख्यात सैली रै आधार माथे ई महाराजा अनूपसिंह रै सासनकाछ ई में बीकानेर रै धणीयां री हकीकत अर अनूपसिंहजी रै मुनसब ने तलब री विगत जैड़ी अतिहासिक रचनावां रौ लेखण हौवतौ रैयो। महाराजा गजसिंह रै समै ई में बीकानेर राठौड़ां री ख्यात महाराजा सुजानसिंह सूं गजसिंह तांई त्यार करवाईजी जिका उण समै विकसित होई ख्यात सैली रौ अनोखौ उदाहरण है। उण समे तांई ख्यात जेखण ओक घटना अथवा कीं सासकां री खास उपलब्धियां तांई ई सीमित रैयो। आखेै राजवंस री विगतवार इतिहास लेखण री धारा सुरू नीं ही । दयालदास इण कमी री पूरती कर ख्यात लेखन में पैली में लिखीजी आखी सामग्री रौ सांतरौ अध्ययन करता थका बीकानेर रै राठौड़ां रौ विगतवार विस्तृत इतिहास त्यार कियौ। अनूप संस्कृत पोथीखानै बीकानेर में दो प्रतियां में आ ख्यात मित्ठे है। राव सीहा सूं राव जोधा तांई रौ वृतांत जूनी ख्यातां अर बातां रै आधार माथै लिख्यो गयौ है जिकौ मूव्ठत जोधपुर राज्य री ख्यात सूं मिव्ठतौजुव्ठतीौ है। सासकां री रांणियां अर कुंवर कुंवरिया रै नांवां अर घटनावां रै संवतां में कीं फरक जरूर है। ख्यात में आगे बीकानेर रा थरपणहार राव बीका रै बारै में जिको महताऊ दियो है वो मैतवपूरण है । राव बीका रौ वरणन उणरी जलम कुंडव्ठी सूं सुरू होवै है पछे औ बतावण रौ जतन करिज्यौ है कै बीको किण भांत मारवाड़ छोड़र जांगव्टू गयौ अर भाटियां सूं संघर्स कर उणनै बीकानेर री थरपणा करण में सफव्ठता मिव्ठी अर बाद में जाटां अर चौहानां सूं टक्कर लैवता थकां आपरै राज री बधोतरी करी। पा",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "मुक्तक किणी ई रस सूं भरपूर हुय सके। चारण चारणेत्तर अर जैन कवि घणी ई मुक्तक रचनावां लिखी। चारण अर चारणेत्तर वीर रसात्मक मुक्तक रचनावां दूहा सोरठा कुंडकियां कवित्त झूलणा छत्तीसी छिहत्तरी नीसांणी गीत नांवां सूं लिखी मिल जद के जैन मुक्तक रचनावां स्तोत्र स्तवन वीनंती हीयाढी सिलोका कठस छंद पद चौढ़ालियौ चूंदड़ी ढ़ाठ आद रूपां में लिखीजी जैन मुक्तक रचनावां में उणां री प्रबन्ध रचनावां री दाईं लोकतत्त्व री अधिकता ई मिले वीररसात्मक काव्य खास तौर सूं राज्याश्रय में रचीजियौ है। औ काव्य प्रसंसात्मक सर अर निन्दात्मक विसर रूप में लिखिजियौ ओ प्रायः मुक्तक काव्य रचनावां ई हैं। राजस्थानी साहित्य रै आदिकाल बाबत विद्वान न्यांरान्यांरा नांव सुझाया आं नावां में च्यार नांव खास तौर सूं सामी आवै प्राचीन काल आदिकाल वीर गाथाकाल अर प्रारंभिक काल सरुआती साहित्य री विसय वस्तु या प्रव्रत्तियां रै पाण राजस्थानी साहित्य रै सरुआती काल अर च्यार नावां में सूं आदिकाल प्रारंभिक काल नांव ठावौ है। नावंकरण री दांईं ई इण काल रो कालनिरणै ई विवादास्पद है विद्वाना री काल सीमा विसं सूं लग पसरयौड़ी है। विद्वान इण तथ्य सूं सहमत है कै विरी वीं सदी सूं विसं लग अपभ्रंस अर राजस्थानी रै मिलियौजुलियौ रूप सूं राजस्थानी साहित्य री सरुआत व्ही जिकौ आपरौ ठावौ रूप ॥ वैं सइके सूं धार लियौ हुवैला इण आधार पाण राजस्थानी साहित्य रै आदिकाल रो सही समै विसं सूं विसं हुय सके। राजनीतिक दीठ सूं औ समै अराजकता अर उथठपुथछ सूं भरयौड़ौ हौ। राजपूत सत्ता उत्थान कांनी बध रैयी ही तौ मलेच्छ सेना च्यारू कांनी भयंकर आक्रमणा सागै नरसंघार कर रैयी ही मलेच्छ हिंदुआं ने आपस में लड़ायर उणारी धार्मिक आस्थावां री ई किरच्यां करण लागा। पण धीजै अर आपसी समझ सूं विभिन्न धार्मिक विचार धारावां में समन्वय सघियौ इण समन्वय में जैन अर नाथ पंथ रो बेसी सैयोग रैयौ। इस्लामी सत्ता रै बधतै प्रभाव सूं समाज में लुगाई री हालत घणी भूंडी हुवण लागी। समाज में वा भोग री वस्तु बणर रैयगी करमकाण्ड जंतरमंतर छुआछूत कानी लोग बेसी बिस्वास करण लागा पण जैन नतीजौ औ रैयौ के आर्थिक स्थिति माड़ी पड़ती गई आखौ भारतीय समाज दोरप में पड़गौ अराजकता घरकलैह सूं जूंझतै समाज रा कवि वातावरण मुजब साहित्य लिखण लाग्या चारण कवि जठै राज्याश्रय रै कारण ईनाम पावता हा उठे ई नाथसिद्ध रचनाकारां री काव्य परम्परा संरक्षण रै अभाव में आगै जीवित कोनी रैय सकी । धर्माश्रय रै कारण इण जुग में जैनसाहित्य रो विपुल विकास हुयौ। आं परिस्थितियां में जैन अर जैनेत्तर रचेता आपरी काव्य रचनावां लिखी ज्यांरी प्रामाणिकता बाबत सवाल उठया। अठै आदिकाल री वां रचनावां नैं प्रामाणिक कैई है जिका रै रचनाकाल नैं कोई मानीता विद्वान पुख्ताऊ करयौ है या अन्तः साक्ष अथवा ओतियासिक घटनावां रै आधार पांण इण काल विसं री मानीजै राजस्थानी साहित्य रै आदिकालीन साहित्य री दोई प्रव्रत्तियां कैयी जा सकै वीर रसात्मक काव्य अर भगती काव्य। जुद्ध रै वातावरण रै कारण वैष्णव सैव अर साक्त भगती री रचनावां रो प्रायः अभाव ई लखावै भगती काव्य रै रूप में जैन रास रचनावां या जैन भगती मुजब मुक्तक काव्य रचना री ई बहुलता",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "कथा चक्र सूं जुड़यौड़ी लोककथा पर आधारित है जिकी छंदां अर च्यार खण्डां में समाहित है। पुरपट्टन रो राजा नरवाहन अकर रात नें कणयापुर पाटण रै राजा कनुक भ्रम री बेटी हंसाउली नें सुपणा में देखै वौ उण नें पावण सारू उतावकौ हुवे पण अक मालण सूं पतौ चालै कै वा तौ मिनख विरोधी है। तद वी आपरै भंगी मनकेसर री मदत्त सूं हंसाउली सूं परणै दूजैड़ै खण्ड में दोय बेटा वत्सराज अर हंस जक्मै हंस रै युवा रूप माथे कामातुर हुयर पटराणी लीलावती उणरै साम्ही आपरौ प्रेमप्रस्ताव राखै पण हंस उण नैं ठुकराय देवै पटराणी तद दोई भाइयां नें मरावण रो आदेस दिरावै मनकेसर दोई भाईयां नें चतराई सागै बचायर जंगर में खिंदा देवै उठे वां नें घणी ई अबखायां सूं जूझणौ पड़ै तीजै खण्ड में राजकुमार वत्सराज अर सनक भ्रमराज री कन्या चित्रलेखा रै प्रणयप्रसंग रो वरणाव है चौथे खण्ड में प्रति नायक पुष्पदंत कानी सूं राजकुमार वत्सराज नैं छक सूं समन्दर में पटकर राजकुमारी सूं अठगी कर देवण रो वरणाव हुयौ है संजोगवस हंसराज नें कांतिनगर रै निपूते राजा री मिरत्यु पूठै वठां रो राज मिकत जावै आखेट में वत्सराज पण उण नैं मिछ जावै। इण भांत जैन कथावां रै दो भाईयां रै कथा तंतु सूं सिरज्योड़ी इण रचना में सिणगार रस रै सागै अद्भुत रस री सांतरी अभिव्यक्ति व्ही है। कथा रो अन्त सुखान्त है। ॥॥ ॥ ओज गुण प्रधान इण रचना रा रचेता कवि है बादर ढाढ़ी चारण सैली री वीर रसात्मक रचनावां में वरणाव री दीठ सूं इणरौ घणौ महत्त्व है। इण रो रचनाकाल विसं है। इण में रावल मल्लीनाथ अर उणा रै पाटवी बेटै जगमाल री वीरता राव वीरमजी रो इतियास अर आखर में उणां रै बेटै गोगाजी द्वारा आपरै बापू री मौत रो बदव्गै लेवता जुद्ध में वीर गति पावण रो खुलासै रे साथ वरणाव हुयौ है। इण भांत इण में इतियास री घणी सामग्री सुरक्षित है। गोही ओझा विश्वेस्वर नाथ रेऊ रामकरण आसोपा अर जगदीश सिंह गहलोत आद विद्दवानां री इतियास रचनावां ई आं घटनावां री साख भरै इण रै अलावा कवि आपरै चरित नायकां रो जथातथ वरणांव करयौ है। उणां रै गुणां नें कठै ई बढ़ाचढ़ार नहीं दरसायौ। दब ॥॥छ॥ ढोलामारू रा दूहा अक लोकसैली री रचना है जिणरौ रचनाकाल इणरै संवादकां मुजब वि सं रै पछे रो नीं हुय सके सोध रै पांण विद्वाण इण रचना नैं राजस्थानी रै प्रारंभिक काल री मानता हुया इण नैं जनप्रिय लोकगीत कैवै। ढोलामारू रा दूहा काव्य में नरवरगढ़ ग्वालियर रै राजा नल रै बेटै ढोला साल्हकुमार अर पूंगछ बीकानेर रै राजा पिंगल री डीकरी मारवणी मारू री प्रेम गाथा कैईजी है। दोयां रो ब्याव बाछपणै में पुस्कर में हुवै। उण वगत ढोलौ तीन बरस रो अर मारवणी डौढ़ बरस री हुवै। मोट्यार हुवण पर साल्ह कुंवर रो ब्याव मालवणी सागै कर दीरीजै पण इणरी जाणकारी राजा पिंगल नें नीं दिरायी जावै अठीने राजा पिंगल नरवर गढ़ घणाई संदेसा भेजे पण उणरीौ वां नें कोई पदडूत्तर कोनी मिले घोड़ा रै व्यापारी सूं पिंगल नें बैरी हुवे कै साल्हकुंवर मालवणी सागै परणीजगौ है अर वा उणरे संदेसां नें ढोला लग पूगण ई नीं देवै इण संवाद नें मारवणी ई सुण लैवै। सौदागर री सलाह मुजब मारू रा संदेसा ढाढी लेयर नरवरगढ़ पूरै ज्यां नैं ढोली सुणै ढोलौ विरह विगलित हुयर संवारै ढाढियां नें तेड़ावी अर सगली विगत सांभछर पूंगछ जावण री योजना बणावै।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "कुल बहुवां दीसै केवल ऊगां किरि आदीत अचकदास खींची री वचनिका ॥ जठै भिन्नता ह्हतां व्हीयां भी उपमेय माथे उपमान रौ अभेद आरोप करयो जावै है। वठै रूपक अलंकार होवै है। रूपक में उपमेय अर उपमान दोनूं नै अक रूप मान लियो जावे हैं इण वास्तु दोनूं रै बिचाल्ै में रूपी वाचक सबद आवै है। रूपक रा भेदोपभेदां में सांगरूपक निरंगरूपक अर परम्परित रूपक उदहारण दावानछ जंग सवा त्रण दीह सूरज प्रकास सुण्यो बात आघात नागदमण ॥॥ जठे रूपरंग अर गुण री समानता रै कारण किणी वसतु ने रेखर औ निश्चित नीं व्है सके के आ वस्तु बां ई हिज वस्तु है अर्थात् उपमेय में उपमान री आखरी तांई शंका बणी रैवै तो वठै संदेह अलंकार होवै है। उदाहरण के देवी के किन््नरी के विधाधर काई सीतारामचौपाई ॥ ४॥ । जठे किणी वस्तु या व्यक्ति रौ बढ़ार चढ़ार बरणाव प्रस्तुत कर॒यो जावै वठै अतिश्योक्ति अलंकार होवै है। ॥॥ ६ सांजण आंवण कह गये कर गये कोछ अनेक गिणते गिणते मिट गयी आंगकियां री रेख सा।। ढ़ोलामारू रा दूहा तूटोये नदी तटाक हींस वाजि वीर हाक।। ॥॥॥थी ७ जठे प्रस्तुत ने देखण सूं सादृश्यतां रै कारण अप्रस्तुत रौ भ्र॑य व्है जावै अर्थात् किणी विसेस समानता रै कारण ओक वस्तु नै दूजी वस्तु समझ लियो जावै वठै भ्रांतिमान अलंकार होवै है। जठै उपमेय ने उपमान में भ्रम पैदा व्है जावै। ॥॥ बादल मिट गया भर्म का उदय भया निज भांण। पड़ी अंधारै जेवड़ी जाण्यों सर्प अजाण।। श्री रामसनेही अनुभव आलोक चन्द्र जांणि वदन धावत चकोर सिर करत भ्र॑मर गुंजार सोर।। सूरज प्रकास ॥ ४७७ १ जदेै पैली कैयी जावण वाली बात सूं मिलतीजुलती दूजी बात पैली बात रै उदाहरण रै रूप में कैयी जावै वदै दोय तरै रा वाक्यां में बिम्बप्रतिबिम्ब रा भाव व्है तदै दृण्यंत अलंकार होवै है। उदहारण मारवड़ ऊपर फिरंगी मिछ पर दछ घाड़ा खड़े न पास। ॥॥ ॥ जदे अक बात कैयर उणरै उदाहरण रै रूप में अक दूजी बात कैयी जावै अर दोनूं ने ज्यांजिमि ज्यां आद किणी उपवाचक सबद सूं जोड़ दिया जावै वठै उदाहरण अलंकार होवै है। ॥॥ दरिया संगत साध की सहजै पाले भृग। जैसे संग मजीठ के कपड़ा होय सुरग।। श्री रामसहनेही संतवाणी उडै गजसूंड चढ़े असमांण जाए आहि उडिडि भरे गिर जांण। सूरज प्रकास",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "अर्धसमवरणिक छंद होवै है। ज्यां ग विषयवरणिकजिण छंदा रै च्यारू चरणां में असमान वरण हो बै विषम वरणिक छंद होवै है। ॥ ॥॥ ॥ ॥॥ ॥॥॥ ॥॥ ॥॥ राजस्थानी डिंगछ रा खासखास छंदा में दोहा छप्पय साणोर कुण्डलिया निसाणी चौपाई रसावला सारसी पद्धरि गाहा त्रोटक झूलणा त्रिनंकड़ो आद खास है राजस्थानी रा चांवा छंदा रो वरणाव इण गत है ॥॥॥ ॥ ओ राजस्थानी रौ चांवौ छंद है। डिंगछ में इणने दूहो भी कैयो जावै है। औ मात्रिक छंद रौ अर्धसम मात्रिक छंद रौ अर्धसम मात्रिक छंद है। छोटो छंद होवण रै कारण औ सहज रूप सूं याद व्है जावै हैं इण खातर चारण अर चारणेतर कवियां नै इणरो प्रयोग घणखरौ करयो है। दोहा रै आदि में सम रै लारै सम अर विषम रै लारै विषम कब्ण रौ प्रयोग व्है है। इगरौ नाम इणी कारण दोहा है। इणमें दोय दकछ होवै है। दोय पक्तियां या पंक्तियां या पंक्ति री पुनरावृति इणमें देखण मि्ठे है। दोहा अपभ्रंस री देन है। नरोतमदास स्वामी नै इणरा च्यार भेद बताया है। डॉ मोतीलाल मेनारिया नै इणरा पांच भेद बताया है रचना री दीठ सूं राजस्थानी काव्य में दोहा रा पांच भंद है जिणमें शुद्ध दूहो सोरठियो दूहो बड़ो दूहो तूबेरी दूहो खेड़ो दूहो। ४ ॥ ॥॥४॥ राजस्थानी काव्यां में इगरै समान रूप सूं प्रयोग व्हैतो रैयो है। इणमें च्यार चरण होवै है इणरै पैलेतीजै चरण में अर दूजैचौथे में मात्रावां देखण मिल्रै है दूजैचौथे चरण री तुक भी देखण मिल्रै है। ज्यां रामत चौपड़ राज री है घिक बार हजार धण सूंपी लूठा धके धरम राज धिक्कार राजनीति रै रोग सूं बढ़े विपद जदै सूर । मेटे संकट मुलक रो के साहित्य के सूर।। ॥। ७॥। हिन्दी साहित्य में इणने दोहा रौ भेद बतायो गयो है। हिन्दी में इणने सोरठा कैवै है। डिंगलछ में इणने सोरठियो दूहो कैयो जावै है। इण दूहे री लोक प्रियता बाबत कैयो गयो है सोरठिया दूहो भलो भल मरवण री बात। जोबन छाई धण भली तारां छाई रात ढ़ोला मारू रा दूहा में इण छंद रौ प्रयोग घणौ व्हीयों है। औ शुद्ध दूहो रो उल्टो होवै है। इणरै सम अर्थात् दजैचौथे चरणां में अर विसम चरणां रे पैलेतीजै चरणां में मात्रावां देखण मिल है। ज्यां अकबर सम्बन्ध अथाह सूरापण भरियो सजछ मेवाड़ौ तिण मांह पोयण फूछ प्रतापसी विरूद्ध छिहतरी इसड़ा सूं इककछास राखीजै नह राजिया ॥राजिया रा सोरठ ॥॥ १ इण दूहे ने राजस्थानी लक्षण ग्रन्थकार सांकल्यो दूहो भी केवै है। औ दूहो वीर रस रै वरणाव खातर घणौ लूंठौ मान्यो जावै है। राजस्थानी री चांवी वचनिकावां में अचकछदास खींची री वचनिका अर वचनिकाराठौड़ रतनसिघजी महेसदासोत री मांय इण दूहे रो घणखरौ प्रयोग व्हीयों है। इण दूहे रै",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "उच्च वरग अर निम्न वरग लोकवारता में निम्न वरग में परिलक्षित होण वाब्ठी संस्कृति परम्परागत विसय जनश्रुतियां आचारविचार गीत कथावां कैवतां रै खातर लोकायन सबद रो प्रयोग करयो है। वै इण बाबत कैयो है पितृपरम्परागत जीवण जानता रीपद्धति जिण सामाजिक अनुस्ठाना विश्वासविचारां ने वाड्मय सूं आपरै लौकिक प्रकास नै प्राप्त करै है उणनै इंगरेजी में फोकलोर कैवै है। इण सबद रो भारतीय प्रतिसबद म्हांने लोकायन औ वणा लियो है। लोकवारता री जीवन्त सगती अर छैत्रविस्तार रै सम्बन्ध में अभिव्यक्त डॉ वासुदेवशरण अग्रवाल रै विचार देखण जोग हैलोक वारता अक जीवित शास्त्र है लोक रौ जितौ जीवण है ऊतौ हिज लोक वारता रो विस्तार है लोक में बसण वाठा जन जन सूं भोम अर भौतिक जीवण नै तीजै सथान में उण जन री संस्कृतिआ तीना छैत्रां में लोक रै आखे ग्यांन रो अन्तर भाव होवै है अर लोकवारता रो सम्बन्ध भी उणारै साथे है। इण तरै लोकवारता रै अध्ययन सूं आपाने संस्कृति रै अरथा ने रूपा री जाणकारी मिले है लोकवारता मांनखे री संस्कृतबोधक वौ शास्त्र है जको चेतन या अचेतन भाव सूं विश्वासां नै रीतिरिवाजां में सामिल है अर जिणरी सामूहिक अभिव्यक्ति भांतभांत कछावां नै उद्योगां में करी गयी है। लोकवारता रौ छैत्र मोयौ है। लोकवारतां री अनमोल निधि परम्परित मौखिक अभिव्यक्ति है अतः लोक नै आपरी सगढी अनमोल सम्पदा नै पद्यबद्ध कर देणौ ई उचित समझयौ परिणाम सुरूप लाकवारता रा बौत सगव्ठा विसय लोकसाहित्य रै छैत्र में सारिल व्है गया टांबरा रा जेल लोकवारता रे छैत्राधिकार में है पण खेल रै साथे उच्चरित पद्यात्मक पक्तियां ओकिया लोक साहित्य री निजी सम्पति है। लोकसाहित्य लोकवारतां री अनमोल निधियां रौ रक्षक है। लोक वारता जिण लोक नै ईती महता देवै हैं उणी समग्र लोक नै लोक साहित्य अक ई रंगमंच पर ल्यां दियो है। इण तरै लोकवारता अर लोक साहित्य अक ई हिज चीज है। दोनूं में अपरां संस्कृति रा दरसाव होवै। थम ॥एि प ४॥॥ ॥ ४ ऐ ४ साहित्य रा दोय भाग हैलोक साहित्य अर शिस्ट अभिजाव्य साहित्य दोनूं साहित्य रौ काम तो अक हिज हैं पण अभिजात्य साहित्य तो सुसंस्कृत पढ़या लिख्यां मानखां री अभिव्यक्तियां रौ माध्यम है अर लोक साहित्य असंस्कृत अणभण्यां या आदिम कैया जाण वाक्ा मानववरग री पौती है। अभिजाच्य साहित्य प्रयत्न साध्य है तो लोक साहित्य स्वत प्रसूत अभिजात्य साहितय मानस मंथन सूं प्राप्त मणि अर लोक साहित्य सहज रतन है। अभिजात्य में छंदअलंकार रस मित्के तो लोक साहित्य में इणारौ अभाव है। इणरी भासा सहज अर सुबोध है। अभिजाच्य साहित्य री भासा कठिनउ है इणमें वरगित गैरा भावां री व्याख्या करणौ हरैक री बस री बात नीं हैं इणरै साहित्य रौ सौन्दर्य केवल ग्यांनी लागां रै आंणद ही रौ आधार व्है सके है। जदै कै लोक साहितय आखै लोक रौ साथी है। अभिजात्यसाहित्य रौ रस कूप मीठे जक रै समान है जिणने प्राप्त करण खातर घणै जतन करणौ पड़ै है पण हलोक साहित्य रा उपासक कम मिहै है पण लोक साहित्य रा श्रद्धालु पाठक घणां है। अभिजाव्य साहित्य पुराणै समै में किणी आश्रयदाता रै अधीन राजामहाराजा रै साहित्यकार कवि लिखतो हो उण रो स्वास्थ उणमें व्हैतो हो साहित्य लम्बै समै तांई नी चालै है जदै के लोकसाहित्य ओड़ो नीं है। जथारथ रो चित्रण ही लोक साहित्य रौ परम उद्देस्य है। लोक साहित्य में इतिहास री घटनावां वारतावां गीतां री भठकियां देखी जा सके है। परिमाण री दीठ सूं भी अभिजाव्यसाहित्य सूं लारै रै जावै है अभिजाव्यसाहित्य में जठै अक विसय नै लैयर दोयच्यार कवितावां कहाण्यां ने उपन्यास देखण मिले है पण लोक साहित्य में उणी विसय सूं सम्बन्धित हजारो गीत कथावां कैवता आद मिल हैं अठै आपा के सका के लोकसाहित्य अभिजाव्यसाहित्य सूँ बढ़र ही है।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "रूप अर बोलण रूप अर बोलण रौ सुरूप बदल जावतो हो। ज्यां आवियउ जोवइ खैंचइ ४ राजस्थानी भासा में हरैक स्वर री अनुनासिकता स्वीकार करी गयी है। अनुनासिक स्वरां रै उच्चारण में सबदां री ठौडत्र बठैई रैवै है पण साथे ई कोमल तालु अर कौआ नीचै झुक जावै है जिणसुं मुख द्वारा निकलण सर्वरां में अनुनासिकता आ जावै है। भासा रै आधुनिक प्रयोग में अनुसाकितां नै स्वीकार नीं कर॒यो गयो है। ज्यां आंम रांम कांम आम राम काम राजस्थानी भासा में महाप्राण अघोष वरणां रौ अर्थात् घ झ ढ़ ध भ रौ विसेस उच्चारण अर मौलिक ह रौ विकृत उच्चारण मिले है। घोष महाप्राण घ झ ढ़ ध भ सबद रै आदि में रैहण सूं वै कंठनालीय स्पर्श सूं मिलित व्है जावै है। ज्यूं घोड़ा झूठ ढ़ाई धन रै कमस गोड़ा जूठ डाई दन आद घोष महाप्राण सबद रै विचाले या अंत में रैहण सूं उगांरी असर सबद रै आदि आखर माथे पड़ै है। ज्यूंरौ जोध बाध रौ बा सांझ रौ साज राजस्थानी भासा में ड अर ड री भी न्यांरी ध्वनियां होवै है। हिन्दी में ओ न्यांरी न््यांरी ठौड़ प्रयुक्त होवै हैं राजस्थानी में इणांरौ प्रयोग ओ ठौड भी व्है सके है। पण अरथ में हर ठौड़ अंतर होवै है। ज्यां ड ड मोडोमाथे रा बार करयौड़ो मोड़ो देर व्हैणी नाड़ी पाणी रौ गढ़ौ नाड़ी हाथ री नाड़ी राजस्थानी भासा रै व्यंजना में मूर्धन्य णगल क इणांरी पिंछाण होवै है। ल ध्वनि वैदिक संस्कृत रै पछे राजस्थानी रै अब्खवा गुजराती मराठी पंजाबी अर सिन्धी में भी मिले है। पण मराठी अर राजस्थानी में औ व्यंजन लिपि री साख प्रमाणित करै है। ज्यां माली आरथिकस्थिति माठी जाति विसेस खाल चमड़ी खाछ बैहणौ नाग राजस्थानी भासा में मूर्धन्य ष अर तालुव्य श री ठौड़ दंती स रौ प्रयोग ही देख्यौ जावै है। अर्थात् जठे भी स वरण री ध्वनि रौ प्रयोग वठे केवल दंती स ही आवैला। ज्यां भाषाभासा प्रकाशप्रकास ज्ञ री जकी लिपि ध्वनि है उणरौ सुवतंतर संकेत नीं है इणनै ग्य रै रूप में लिख्यो जावै है। ज्ञानग्यान",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "चांवीौ व्हैण रौ अवसर दियो है। इणामें खास रूप सूं किणे आदर्स चरित्र रौ जीवण चित्रित रैवै है। राजस्थान रै न्यारै न््यारै छेत्रा में कैई तरै री ख्यालां री प्रचलन है। जिणामें कुचामणी ख्याल चिड़ावी ख्याल अलीबक्षी ख्याल मेवाड़ी ख्याल तुर्रकलंगी ख्याल आद खास है। ॥ ५ आदिवासी छैत्रा में होडी रै अवसर माथे गैर निरव्य रौ चलन घणौ उल्लासमय अर स्फूर्तिदायक रूप में होवै है। गोल घेरे में होवण रै कारण इणरौ नाम घेर पड़यो हो। जको आग चालर गैर कैयो जावण लाग्यों हो। गैर मारवाड़ सूं लैयर मेवाड़ अर वागड़ तांइ चांवौ है। मेवाड़ अर बाड़मेर छैत्र में पुरुस लकड़ी री छड़िया लैयर गोल घेरे में निरव्य करै है गैर करण वाक्छा गेरिये कैहलावै है। ढ़ोल बॉकियौ अर थाढी वादक वृत रै विचार मैं रैवै वीररौद्र रस प्रधान औ निरव्य आखी रात चालै है। रूण्डेढ़ा वाना खरसाण बांसडा आद गांवा में भी गैर निरव्य होवै है। इण तरै लोकनाट्य में सहज भाव व्है है जको मानखै रै जीवण सूं जुड़यौ थको है। लोकनाट्य री रचना कथावस्तु लोकरूचि रै अनुकूल होवै है। वाद्ययंतरा में नगाड़ा जैड़ा वाधां री धुन दरसकां में अक नूंवी चेतना रौ संचार करे है लोकनाट्य जनता में मनोरंजन रै साधन री तुलना में कितौ चांवौ है। अर्थात् लोक संगीत पात्रां री मुद्रावां लोक धुनां री स्वर लहरी लोक बोली आद सैंग मिलार दरसक अर पाठकां नै आकर्सित करे है। ॥ ॥॥ ॥॥ ४ ॥४ लोकोक्ति सबद संस्कृत रौ रूप ही कहावत है लोकोक्ति लोक री विसिस्ट उक्तियां है। लोक साहित्य रौ अध्ययन विसय मानतां व्हीयां लोकोक्ति नै कहावता रै रूप में स्वीकार करयो जावै है। लोकोक्ति या कहावत जन साधारण में चांवी उण लोक चांवी उक्ति या कथन रौ नाम है। जकी सारगरभित होण रै साथे छोटी अर प्रभावी भी होवे है। किणी नै उपदेस देणै अर भूल री ओर ध्यान दिलाणौ किणी माथे ढालर कुछ कैहणौ उपालम्भ देणौ व्यंग्य करणौ आपरै कथन नै प्रमाणि करण खातर करयो जावै है। आ तीखे बाण री तरै चोट करण वाढ्ी उक्ति होवै है लोकोक्तियो रौ प्रयोग घणखरां बूढ़ाबढ़ेरा करै है कहावतां अक तरै सूं अनुभवां रौ खजानौ है। ग्रामीण जीवण में कहावतां रौ बौत प्रयोग होवै है। लोकोक्तियां ग्यांन सागर है। लोकोक्तियां रै माध्यम सूं देस री जनता री विचारधारा ग्यांन संस्कृति रौ पतो सहज लाग जावै है। मानखे ने जदै थोड़ा सा सबदां में किणी बात रौ मरम बताणौ व्है तो किणी कहावत रौ उपयोग करयो जावै है। आ थोड़ा सबदां रा वाक्य या पद गैरा अनुभव रै आधार माथे आधारित होवै है कहावत रौ मतलब कैयी गयी बात होवै है सगछी तरै रौ व्यावहारिक ग्यांन कहावतां में सुरक्षित मिले है कहावतां जन साधारण खातर उपदेसां रौ काम करे है। राजस्थानी भासा में कहावत रै खातर कैवत कुहावट कुहावत आद सबदां रौ प्रयोग करयो जावै है। कहावतां रौ जनक कोई व्यक्ति विसेस नीं व्हैर अक समूह विसेस है। ओ गागर में सागर वाढ्गी उक्ति नै चरितार्थ करै है। कहावतां री परिभासावां ० बाईबिल ग्रन्था रै मुजब ग्यांनी लोगां री उक्तियां नै कहावतां कैयो जा सके है। ० ट्रेच रै मुजब लोकोक्तियां अर कहावतां ओड़ा कथन है जिणांरा निर्माता अनाम नै अग्यांत है। अरस्तु रै सबदां में लोकोक्तियां साक्षी रौ रूप धारण करयां रैवै है। हावेल रै मुजब जनता री वाणी है। फीस्ते रै मुजब व्यावहारिक जीवण रै मारगदरसण रा वचन है। रिजले रे मुजब भौतिकवाद रौ बीजगणित डॉ वासुदेवशरण अग्रवाल रै मुजब मानवीय ग्यांन रै छोखे अर चुभतां व्हीयां सूत्र कैयो है।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "प्रीत है तो जूण है जूण है तो सांस है सांस है तो आस है अर इणी आस रै बूते आप हो नीं होवती बेटियां तौ आप सैंग एक जैड़ा होय जावता पछै की कर बचती आ दुनिया म्हारी सांसा आप माथे उधार है बाबोसा ॥। हिन्दी साहित्य का इतिहास में जीं जुग ने छायावादी युग का नांव सूं बखाण्यो जावै छै ऊँ बगत का चेत मुजब बिम्ब पड़बिम्ब राजस्थानी कविता में भी लखावै छै दुनिया भर की भासावां में प्रकृति मूल विसय का अवलंबन का रूप में सामै आवै छै पँण राजस्थानी कविता में प्रकृति काव्य की एक सांवठी परंपरा छै। चंद्रसिंह बिरकाल्छी की लू अर बादव्झी कवितावां नारायण सिंह भाटी की सांझ प्रकृति काव्य को सांतरो उदाहरण छै नानूराम संस्कर्ता कछायण गजानन वर्मा सोनो निपजे रेत में रेवतदान चारण बिरखा बीनणी जसी कवितावां प्रकृति नै आलम्बन बणातां थकां ही मांडी चंद्रसिंह बिरकाढी का लू कविता कथ्य की दीठ सूँ ही नहं शिल्प की दीठ सूँ भी राजस्थानी कवियां की साधना की साख भरै छै बानगी देखीजै चूण लेण रै चाव में चिड़िया खोलै चांच। भीतर सारो भूंजवै लूआं अकरी आंच ।। दो आतुर मन मिलण नै आमां सामां आय भेट्यां पहला धकधकै लूआं जीव जकाय नारायण सिंह भाटी की सांझ को सरूप भी घणों सोवणो छै पंखिया परदेसी अजकाय आगमै असमांनी असमांन उड़े कोई आथूणी गुलाल आई सांझ घरां मिजमान लुकाती दिवक्को अंबर ओट निरखबा आई ओ संसार धड़कती छाती धीमी चाल मुछकता नैणां सुरमो सार ।।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "॥ ॥॥ ॥॥ ६ ॥ ॥॥ ॥ छत ४ ॥॥ ७ ॥ ९ ॥॥६ उद्देस्य प्रस्तावना बोलीउपबोली रौ अरथ राजस्थानी भासा री बोलियां बाबत न्यारान्यारा विद्वानां रा वरगीकरण राजस्थानी भासा री खास बोलियां बोलीखेतर अर विसेसतावां मारवाड़ी ढूंढाड़ी हाड़ौती मेवाती वागड़ी मेवाड़ मालवी सेखावाटी इकाई रौ सार अभ्यास सारू सवाल सन्दर्भ पोथियां रौ विवरौ ॥॥ इण इकाई रौ उद्देस्य राजस्थानी भासा री खासखास बोलियां अर बोलीखेतर सूं विद्यार्थियां नै जाणकारी करावणौ है। इणरै साथे ई विद्यार्थियां नै इण बोलियां री विसेसतावां उदाहरणं री मारफत समझाईजैला इण इकाई रै पांण विद्यार्थी बोलीउपबोली रौ अरथाव करता थकां राजस्थानी भासा रै खेतर नै सांगोपांग औछलख सकेला हा॥रर्य्य्य्य्य्य्ययय्रऊ कैई बोलियां रै मेठ सूं भासा बठौ किणी भासा में बोलियां री अधिकप्ता उणरी सिमरधता रौ ओनांण मान्यौ गयौ है। बोलियां री दीठ सूं राजस्थानी मौकछी सिमरध अर सांवठी भासा है। राजस्थानी भासा ने सगकै राजस्थान प्रांत रा रैवासियां रै साथेसाथे भारत भर में बसयोड़ा प्रवासी राजथानी आपरै रोजीना रे वैवार में बोलैबरतै राजस्थानी विस्व री सिमरधतम भासावां में सोहछवीं ठोड़ राखै इणने बोलण वाढ्ग री संख्या दस करोड़ रै लगैटगै है। राजस्थानी भासा आपरी माठौठ रै पांण देसीविदेसी विद्वानां इणरी बोलियां साहित्य अर व्याकरण माथे महताऊ सोध करया है अर अजे लग आ परंपरा बणियोड़ी थकी है। विद्वानां रा सोध अर विवेचना सूं स्पस्ट हुवै कै राजस्थानी भासा में कैई बोलियां सामल है जिणमें बोलण री दीठ सूं घणौ फरक नीं मिक्लै भासा वैग्यानिक ई कैवै कै बोली अर उपबोली रौ विभाजन सगक्ी भासावां में मिठ्यया करै राजस्थानी री बोलियांउपबोलियां",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "राजस्थान प्रांत रै नांव माथे थरपीज्यौ। इण भासा रा जूना नाम मरूभासा डिंगछ मारू आद हा। राजस्थानी भासा री परख भासाविग्यान रै मापदण्डा माथे करयां पछे इणरी सुतंतरता अर सिमरधता में कठैई सक री गुंजायस नीं रैवै। भासाविग्यान रा छः तत्वां रै आधार माथे परख करणै सूं राजस्थानी री अकअओक विसेसतावां उजागर हुय जावै आदिकाल अर मध्यकाल री सिमरध साहित्यिक जातरा पछे आधुनिक राजस्थानी साहित्य में वा साहित्यिक सिमरधता लगोलग बणयौड़ी रैयी है आधुनिक राजस्थानी साहित्य ई भासा रै मान में बधायो करण में सांगोपांग सक्षम लागै। ।च ४॥॥ ६ ॥ नीचै दियौड़ा सवाल रा पडूतर सबदां रै लगैटगै देवौ भारतीय आर्य भासावां नै किता काल खण्डां में बांटयौ जा सके प्राक्रत चंद्रिका में अपभ्रंस रा किता भेद गिणाईज्या है कुवठ्यमाठ पोथी रा रचयिता रौ नांव सिरजण बगत अर स्थान बताऔ। राजस्थानी भासा री उत्पति रूगुर्जरी अपभ्रंस सूं मानण वाछ् दिद्वानां रा नांव बताऔ भासाविग्यान री दीठ सूं किणी भासा री परख करण वाब्ग तत्व बताऔ। नीचै दियौड़ा सवालां रा पडूतर सबदां में देऔ भारतीय आर्य भासा परंपरा री औछखांण कराऔ राजस्थानी भासा री उत्पति बाबत सांतरौ आलेख मांडौ। राजस्थानी भासा री लिपि बाबत सारगर्भित विचार माड़ौ। भासाविग्यान है तत्व जनसंख्या माथे राजस्थानी भासा री परख करौ। राजस्थानी सबद भण्डार अर सबदकोस लेखण परंपरा बाबत आप कांई जाणौ स्पस्ट करौ। ॥॥ ॥ ॥॥ डॉ मोतीलाल मेनारिया राजस्थानी भाषा और साहित्य प्रो कल्याणसिंह शेखावत राजस्थानी भाषा एवं साहितय संपादक डॉ देव कोठारी राजस्थानी भाषा और उसकी बोलियां । सीताराम लालस राजस्थानी सबद कोस प्रथम भाग री भूमिका डॉ एलपी टैस्सीटोरी अनुडॉ नामवर सिंह पुरानी राजस्थानी",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "लिख्योड़ां ग्रंथां में अनुनासिक री ठौड़ पर सगी जगां अनुस्वार ही लिख्यों मिले है। ज्यां दांत आंत भांत डिंगछ में केई ठौड़ माथे ए रौ है स रौ छ अर व रौ म भी व्है जावै है। ज्यां एकहेक एकठाएकलहेकल तुलसीतुलछी सभा छया अपसरअपछर हैवरहैमर किवाड़ किमाड़ रावणरामण डिंगछ में ए रौ कदैईकदैई औ में कदैईकदैई ए में बदल जावै है। ज्यूं तेगतोग गेहूं गोहूं कौरवकैरव म्हौलम्हैल डिंगछ में सुखेच्चारण मुख रै द्वारा पाद री पूरति खातर किणी स्वर या कदैई ह स ज रौ प्रयोग भी लिख्यो जावै है। ज्यूं रण आरण समरसमहर अंनरअंहर सजछकसरजक जतनसहतन थांणअथांण रणआरण राजस्थानी भासा में संस्कृतिहिन्दी रै नकारान्त सबद घणखरां णकारान्त कर दिया जावै है अर्थात न री ठौड़ ण रौ प्रयोग व्है जावै। ज्यांमानमाण रानीराणी जीवनजीवण पानीपाणी दीवानदीवाण ह्वास्व नै दीर्घ करण खातर अनुस्वार रौ प्रयोग कर॒यो जावतो हो। ज्यूं कनककनक्क सरस्वतीसरसव्ती पटकपटक्क शक्तिसगती राजस्थानी भासा में छंद मात्रा री सुविधा खातर प्रयुक्त सबद रै किणी आखर ने हटा नूंवा सबदां ने जोड़ण सूं भी सबदरूप में बदलाव व्है जावतो हो। ज्यूं समर्थ समरत्थ उपकारउपगार डाक्टरडागदर आद मोटे तौर पर प्रयत्नलाघव रै कारण भी कई सबदां रौ निमाण व्है जावै है। असाधारण लम्बाई नै सम्भाछ नीं सकणै रै कारण लोग सुविधा खातर उणनै छोटो कर देवै है। ज्यूंजयरांमजी चायचा साहबसा आद सादृस्यता रो प्रभाव भी जोड़ी रै सबदां में घणखरौ देखण मिकरै है। स्वर्गनरक राजस्थानी में इणीज सादृश्य रै प्रभाव रै कारण सरगनरग व्है गयो है। इण तरै ओ राजस्थानी भासा री व्याकरणगत विसेसतावां है जकी राजस्थानी भासा नै घणी मजबूत बणावै हैं इण तरै वर्तनी सम्बन्धी संग्या सम्बन्धी क्रिया सम्बन्धी वचन सम्बन्धी लिंग सम्बन्धी प्रत्यय सम्बन्धी ६ वन्यात्मकता अर उच्चारण सम्बन्धी विसेसतावां भांतभतीछी है। इण तरै राजस्थानी भासा ओक सुवतंतर नै सिमरध भासा है। ॥। इण तरै इं इकाई में राजस्थानी भासा री व्याकरणगत विसेसतावां न्यारैन्यारै रूप में प्रस्तुत व्हीं है। संग्या सम्बन्धी विसेसता में जातिवाचक नै भाववाचक संग्या कैया वणावै है। इण रौ चित्रण व्हीयों हैं सरवनाम सम्बन्धी विसेसतावां में सम्बन्धवाची अनिश्चयवाची आद रौ चित्रण व्हीयो है। क्रिया सम्बन्धी विसेसतावां में अकरम क्रियावां सूं सकरम क्रिया बणै है उणरौ सांगोपान चित्रण व्हीयों है। लिंग सम्बन्धी विसेसतावां में पुल्लिंग ने स्त्रीलिंग सबदां रौ बदलाव रौ बरणाव व्हीयौ है। वचन सम्बन्धी विसेसतावां में एकवचन सूं बहुवचन बणावण",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "स्वामी नउ गीता छन््दड पंचाख्यान रत्नचूड़ या मणिचूड़ नी कथा विद्याविलास चरित शालिभद्र चउपई ५ ॥ आदिनाथ देशनोद्धार बालावबोध आदिनाथ चरित इन्द्रिय पराजय शतक बालावबोध उपदेश माला बालावबोध सोमसुंदर सूरि कल्याण मंदिर स्तोत्र अवचूरि दशवैकालिका सूत्र अवचूरि दशदृष्टान्त प्रश्नोत्तर रत्नमाला भव वैराग्य शतक बालावबोध मुग्धावबोध मौक्तिक हेमचंद्र योगशास्त्र शीलोपदेशमाला जयकीर्ति श्रावक प्रतिक्रमण सूत्र बालावबोध षष्टिशतक बालावबोध। इणी भांत कुछ विद्वान राजस्थानी भासा री पैली प्रामाणिक रचना रै रूप में पद्मनाभ रै कान्हड़ दे प्रबन्ध नें मानै। इणरौ रचना काल विसं है। इण तिथि पांण औ सवाल उठे के इणरै पैलां राजस्थानी भासा में कोई रचना नीं लिखीजी जद इणरै पैलां कोई रचना सिरजी ई कोनी तौ आदिकाल री सरुआत ई विसं सूं मानणी चाईजै सरुआती रचनावां री प्रामाणिकता बाबत सवाठ उठणौ स्वाभाविक है अतः अठै वां रचनावां नें प्रामाणिक मानी है जकां रै रचनाकाल नैं कोई मानीतौ विद्वान पुख्ताऊ करियौ है कै अन्त साक्ष्य अथवा इतियासिक घटनावां रै आधार माथै इण काल विसं में आवै इण सीमांकन पांण इण काल री टाब्वां जैन अर जैनेत्तर प्रामाणिक काव्य रचनावां है जैठवै ऊजछी रा दूहा विसं रै आखतीपाखती उपदेस रसायन जिनदत्त सूरि वि बीसलदेव रास नाल्ह वि भरतेस्वर बाहुबली रासवज़सेन वि भरतेस्वर बाहुबलिरास सालिभद्र सूरि वि थूलिभद्र फागु जिनपदा सूरि वि जीव दयारास चंदनबाला रास आसिगु वि स्थूलिभद्र रास जिनधर्म सूरि वि नेमिनाथ रास सुमतिगणि वि रेंचतागिरी रास विजयसेन सूरि वि आबूरास नेमिनाथ बारहमासा पल्हण वि महावीररास अभय तिलक वि नेमिनाथ फागु राजशेखर वि समरारास अंबदेव सूरि वि हंसाउली असाइत वि वीरमायण बादर ढाढी वि रणमल्ल छंद श्रीधर व्यास वि सदयवत्स चरित भीम वि अचलदास खीची री वचनिका सिवदास गाडण वि सिद्धचक्र श्रीपाल रास मांडण वि ढोला मारू रा दूहा वि वीं सदी वसंत विलास फागु वि कान्हड़ दे प्रबन्ध पद्मनाभ वि आं टाठवां उल्लेखनीय रचनावां में सूं कुछेक रचनावां रो सामान्य परिचै अठै दियौ जा रियौ है ॥ ४ ॥ इणरा ओ वज़्सेन सूरि रा चेला हा जिका री अक महताऊ छंदां री लघुकाय रचना भरतेस्वर बाहुबलि घोर है रचना री पुस्पिका मुजब इण रो रचना काल वि सं है। इण रै अलावा कवि री बीजी उलल्लेखजोग रचना है बुद्धिरास आलोच्य रचना में भरतेस्वर अर बाहुबली रो चरित कथीजियौ है। यूं तौ कवि आप कांनी सूं कथावस्तु रो कोई वरगीकरण कोनी करयौ गयौ पण अध्ययन री दीठ सूं इण नें तीन हिस्सा में बांट सकां भरत री दिग्विजय भरतबाहुबली रो जुद्ध अर बाहुबली रो दीक्षित हुवणौ। कथा पांण आ रचना वीर रस प्रधान है पण जैन सैली री रचना हुवण सूं इण रो अन्त सांन्तरस में ई हुयौ है। रचना रो मूल उद्देस्य भाईभाई रै बिचे बैर भाव नें मिटार साचौ भाईपौ थरपता हुया सत्य अहिंसा सान्ति स्वतंत्रता आदि जीवणमूल्यां री थरपणा करणौ है। काव्यसौष्ठव री दीठ सूं रचना घणी सबकी है। नाटकीय प्रसंगां री योजना सूं रचना में अणूथी रोचकता आयगी है। इण भांत आ रचना राजस्थानी ई नीं जैन रासो परम्परा री अक ओलखांण है ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "राजस्थानी साहित्य री वचनिका सैली री आ पैली अर प्रतिनिधि रचना है। इण री अक औजू खासियत है कै इण जुद्ध में खुद कवि हौ इणमें मंडीजी हर घटना उणरी आंख्यां देखी ही है। वौ इण आंख्या देख्या जोहर रो वरणांव करता लिख्यौ है ९४५ ॥॥ । । ४४०॥ ॥॥ ॥ ॥॥॥ ४ ४४ ॥॥॥ ॥॥॥॥॥ ॥॥॥॥॥ ९९ जालोर रै सासक सोनगरा चौहानवंसी कान्हड़ दे व अर अल्लाइ्दीन अर मालदेव अर वीरमदेव रे साथे लड़ीजियै जुद्ध सूं संबन्धित इण रचना रौ सिरजण बीसलनगर गुजरात में जन्म्यौड़ा नागर बामण कवि पदमनाभ विसं में कीधो कवि रो इण रचना रै लिखण सारू खास उद्देस्य उणरै आश्रयदाता री कीरत गाथा नैं घणी ईमानदारी सागै मांडर उणरी कीरती रो विस्तार करणौ ई हौ। आपरै इण उद्देस्य री पूरति वास्तै ई आलोच्य रचना में वर्णित ज्यादातर घटनावां इतियास समरथित हैं। कवि आपरी बहुग्यता सूं उण वगत री सामाजिक सांस्क्रतिक स्थितियां रो ई सांतरौ अर ठावीौ वरणाव करयौ है। भासाविग्यान री दीठ सूं इण रचना रो घणो महत्व है। इणमैं पुराणी राजस्थानी रै अइ अड रूप बरतीजिया है विसयवस्तु री दीठ सूं इणरौ रस वीर है। जुद्धोन््माद रो ओजस्वी वरणाव पूरी रचना में आखरां ढकिया है। ६॥ ५॥ इण रा रचयिता भाण्डउ व्यास है। अजै लग आ रचना अणछपी है। इणमें इण रो रचनाकाल विसं दियोड़ौ है। विसयवस्तु रणथम्भोर रै चौहान वीर हम्मीर हठीलै रै अल्लाउद्दीन रै सागै हुयौड़ै जुद्ध सूं सम्बन्धित है। दूहाचौपई अर गाथावां में इण जुद्ध रो हम्मीर री सरणागत रक्षा पराक्रम अर आखिर में उणा री मिरत्यु रो घणौ ई सुभाविक वरणाव करीजियौ है। डॉ माता प्रसाद गुप्त रै मुजब आ रचना महेसक्रत हम्मीर रासो सूं ई बेसी अतियासिक अर प्रामाणिक है। ४॥४॥॥ ४४ ४६४ अठै कालगत प्रव्रत्तियां काव्य धारावां अर काव्य विधावां माथे चरचा करण रै पैलां इण बात रो खुलासौ करणौ ठीक समझां के आं तीन््यू सबदां रो कांई अरथ है या आं रो परस्पर सम्बन्ध कांई है काव्य रै संदर्भ में ओई कैय सका कै कोई भी साहित्य उणरै समै में प्रचलित प्रव्रतियां सूं घणौ प्रभावित रैवै इण वास्तै ई साहित्य समाज रो दरपण कैईजै। आं प्रव्रत्तियां रै पांण इज इण जुग रै साहित्य रो उणियारौ सरूप अर विकास निरधारित हुवै इण आधार माथे प्रव्नत्तियां सूं मतठब है किणी काल विसेस में रचीजी रचना रो विसय अर उण री प्रस्तुति बाबत बरतीजी बणगत सूं है। ओ प्रव्रतियां किणकिण रूपां में बुई अर्थात् वां रो लेखनसरूप कांई रैयौ औ रूप इज काव्यधारा है। इणीज भांत काव्य विधावां सूं अरथ है उणरै सरूप सूं अर्थात् रचना प्रबन्ध रूप में लिखिजी है कै मुक्तक रूप में अथवा ओकार्थकाव्य रूप में इण खुलासै पांण अठै राजस्थानी साहित्य रै आदिकाल री कालगत प्रवृतियां काव्य धारावां अर काव्य विधावां रो विवेचन करियौ जावैला ॥॥ ॥। । ॥॥४ ॥ ॥ ॥ ॥ राजस्थानी साहित्य रै आदिकाल री खास काव्य धारा वीर काव्य सिजरण री रैयी। वीर रसात्मक काव्य री बहूलता रै कारण ई घणकरा विद्वान इण नें वीर गाथा काल ई कैयौ",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "साहित्य री सिरजण करी है। उणारी रचनावां में देसप्रेम अर कुदरत रा मनमोवणा चितराम ई निगै आवै। राजस्थानी महिलावां जठै भगती री दोन्यूं धारावां सगुण अर निरगुण में साहित्य रौ सिरजण करयौ वठै राजस्थानी साहित्य री हेमांणी ने भी भगती रस री रचनावां सूं सराबोर करी इणरै टाछ डिंगकछ काव्यधारा री महिला रचनांकार अर जैन धारा री साध्वियां आपरी कलम सूं राजस्थानी साहित्य रा भंडार में वढ़ोतरी करी है। डिंगल कवसयित्रियां सूं साहित्य भी अछ्तौ नीं रैयौ अठै भी रीति अर सिणगार रा फूटकर अर ग्रंथ रूप में मोकरौ साहित्य लिख्यौड़ौ मिले। पद्य में पत्र साहित्य रै रूप में सिणगार रा संजोग अर विजोग रा भावां भरया लेखन री बानगी न्यारी निरवाछी है सिणगार रस री कवयित्री राणी चावड़ी जी रै पद ख्याल में ई प्रेम रस रौ उमड़तौ झरनौ बैवतो निगै आवै जिणमें बे महाराजा मानसिंहजी ने रूठयां पछै मनावण वास्तै उणां कन्ने भेज्यो हो बेगानी पद्यारो म्हारा आलीजा हो छोटी सी नाजक धण रा पीव ओ सावणियो उमंग रयो छे हरीजी ने ओडण दिखणी चीर इण औसर मिलणो कद होसी लाडीजी रो थां पर जीव छोटी सी नाजक धण रा पीव।। ४ ऐ ॥ ॥७ मध्यजुग री महिला रचनाकारां री वाणी में कठैई दिखावौ नीं हौ अर उणांरी भासा सीधीसादी लोकभासा राजस्थानी ही जिणसूं लोगां नै समझण में कीं दोराई नीं व्ही। लोकवाणी रै मिठास रै कारणै ई इणांरी रचनावां जनजन रै कंठां उतरगी ब्रजभासा री रचनावां में कठैईकठैई संस्कृत री तत्सम सबदावली निगै आवै पण लोकसंस्कृति सूं जुड़योड़ी सबदावली उण बगत रै जीवण री जाणकारी करावै भगती काल री महिलावां प्रबन्ध अर मुक्तक दोन््यूं रूपां में साहित्य रौ सिरजण करयौ है पण गीतां री रमझोक उणांरी रचनावां में सांतरी है। ६१५॥४ इण तरै मध्यजुग में महिलावां रौ लिख्योड़ौ साहित्य वीरता भगती सिणगार अर नीति सूं भरयौ पूरो रैयौ है। इण साहित्य में काव्य री प्रधानता ही उण बगत सगुण काव्यधारा में राम अर क्रिसण काव्य धारा रौ जोर हौ। भगती साहित्य रै टाछ प्रेमकथावां रै रूप में प्रेमाख्यान ई घणा लिखीज्या जिकौ राजस्थानी लोक साहित्य रै रूप में जगचावौ हुयौ महिलावां रौ रच्याडी नीतिपरक सहित्य ई मोकछठो है पण आंण सगब्ण सूं भगती साहित्य सवायौ कहयौ जा सके। इण दीढ सूं झीमा चारणी पदमा सांदू राणी चांपादे काकरेची बिरजूबाई अर सांखली रौ नांव हरावछ में आवै। इणांरी रचनावां में वीर रस रै साथे शांत अर सिणगार रस री धारा ई खठकती निगै आवै। पदमा चारणी बिरजूबाई अर महादानबाई जैड़ी रचनाकारां री रचनावां अर रगत सूं सराबोर वीरां रै कबन्द्य रौ वरणाव अर खाविंद रै सागे सती हूवती नारी रौ दरसाव भी मिले बिरजूबाई री डिंगछ रचना रौ अक उदाहरण देखीजै जिणमें वीर रस रौ सातरौ चितराम मांडयोडौ है। घणी दाहणे सरीरे सेर बामे धणी। राड़ हरवठ अणी मल चढ़े रीस।।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "विकास री दीठ सूं पहेलियां राजस्थानी समाज में घणी चांवी है। पहेली सबद संस्कृत रे प्रहेलिका रौ विकसित रूप है। पहेली ने किणी री बुद्धि या समझ री परीक्ष लेण रै काम में लियो जावै है। पहेलियां बूझगरण री कव्ठ अठै प्राचीन भारत में कब्गवां में मानी जावै है। संत महात्मावां नै आपरै भजना में पहेलियां गूंथी ही। राजस्थान अर दूजा प्रान्तां में जमाई री वाकचतुराई जांचणै खातर कैई पहेलियां प्रयोग में ली जावती ही। इणांने आडी आडवी पाठी आद नाम सूं भी जाण्यौ जावै है। पहेलियां ने हिवाकी साहित्य भी कैयो जावै है। पहेलियां रौ मूठ उद्देस्य मनोरंजन अर लोक संस्कृति री अभिव्यक्ति है। पहेलियां ग्यांन री अनमोल निधि है। ब्याव रै पछे सालियां नै अडौसपडौस री लुगाईयां द्वारा जमाई सूं पहेलियां पूछण री भी लाम्बी परम्परा री है। गांव में चौपाकां माथे बूढ़ाबढ़ेरा अजै भी पहेलियां सूं मन बहलाव करे है। उच्छबतिंवारा माथे लुगाईयां पहेलियां पूछपूछ ने आपरै हिये रै उच्छाह नै प्रकट करै है। ओ पहेलियां भी भांतभांत विसयां सूं सम्बन्ध राखै है राजस्थानी पहेलियां में दैनिक उपयोग री कैई चीजां रौ बरणाव मित्है है। ज्यां ताछौ दीयौ हछ चरखा तलवार आद पहेलियां रा वरण्यविय बौत व्यापक नै विस्तृत है। इणांरी संख्या सिमरध सतत गतिमान है । पहेलियां रौ वरगीकरण राजस्थानी पहेलियां रा वरण्य विसय भी न्यांरा न््यांरा होवै है। भोजन सम्बन्धी घरेलु वस्तुवां सम्बन्धी प्रकृति सम्बन्धी पसुपरखेरूवां सम्बन्धी आभूसण अर परिधान खेतीबाड़ी सम्बन्धी कामधंधे सूं सम्बन्धित देवीदेवतावां सम्बन्धी आद रूुपां में मिले है ॥॥ तु ॥ ४ अचरज आवै मरणूं जीवणूं तुरन्त बतावै हाथ री नाड़ी सरसर आवै ने सरसर जावै सिद्ध पुरुस ने घणौ सुहावै। सांस साथ में आवे साथ में जावे लुके नहीं पण लुकावै वाणी ॥॥ ७।॥०७ ॥॥ ६४ ४ छोटी सी लकड़ी तमक तैया हाथ लगातां हो हो भैया। बिच्छ छोटी सी भीमछी राजा भेके जीमकछी मक्खी ओअक जिनावर औसो जिणरी पांख माथे पैसो। मोर काब्ीी हैपण काग नीं बिल में बैठे नाग नीं। चींटी टेड़ो मेढो हाले घर बड़तां सीधो हुय जाय। सांप ॥॥ ॥ १।। ॥७। ८७॥ आगे चाली बींदणी लारै चाले बींद। सूईधागौ राजा रै अनोखी रांणी राव्यूं पगां सूं पीवै पांणी। दीयौ ओक सींग री गाय बीने घालै जितरौ खाय। चाकी ५ आठ पगां ऊँटड़ी मगरां पाछे पूछड़ी। तराजू आपरे घर में चतुर कुण। बुहारी घ खाद्यसामग्री सम्बन्धी छोटो सो गोपाल दास कपड़ा पैरे सौ पचास। कांदौ देवा रै सिर चढ़े इणरौ करो विचार नारेछ",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "जूत्यां उठावणी चापलूसी करणी टांग ऊपर राखणी आपरी बात ऊपर राखणी टिप्पाखाणा बिगर काम फिरणौ टोटा री राबड़ी गरीब री मिजमानी ठौड़ रौ ठांव एक जागा बैठा रैवण आव्ठ कमजोर बेमार ठौल्या खावणा तांणा सुणना डोड पंच बणणौ खुद नै घणो हुस्यथार दिखाणो तांण देणी घणोंजौर देणो ताती लागणी चोकी नीं लगणी मन में चुभणी थूक र चाटणो बात बदब्ठ देणी हां करर ना कर देणी थोबा देवणां राजी करवा री कोसिस करणी थूक उछाब्ठणो बिना मतव्ठब बोलणी निर्थक बोलणौ थांबोलगाणो सा रीदेणो दांता चडणो लोगां री चरचा रौ विसै बणनो दांता कस्सी करणी कव्ठह करणी दांत पीसणा किणयौध करणौ रीस करणी धोव्व नैं धोक देणी बुजुरगां री इज्जत करणी धोठ्ग में धूल पड़गी बुढ़ापै में बदनामी होवणी नाथ घाव्ठणी बस में करणो नागाई धारणी बेसरम बणणौ पग्गां में पागड़ी मेलणी रूटयोड़ा नैं मनावणो पापड़ बेलणा तकव्ठीफ झेलणी पाणी पैली पाठ् बांधणी आगू हुस्यारी बट काढणो अकड़ मिट देणी माल मारणो मुफ्त में बीजा रौ धन मिलणो मूंडे आणो परगट होवणो भर ज्याणो लाऊझयाऊ करणो घणौ लालची होवणो १ रांदणखांदण परणो भारी दुःख पड़णो। इकाई रौ सार कहावतां अर मुहावरा लोगों रै भावां विचारां री अभिव्यंजना शक्ति नै बढावण में घणौ जोरदार काम करै। जको असर दसबीस वाकक््यां रौ वक्तव्य नीं कर सकै उण सूं घणौ बत्तो असर अक छोटीसीक कहावत कर नांकै क्यूं के कहावतां में लोगबागां रै ज्ञान अर अनुभव रौ तपौतपायोड़ौ खरौ निचोड़ रेवै। आंरौ प्रयोग सांमला आमदी रै दिलदिमाग माथे तीर ज्यूं तुरन्त अर घणौ असर करै। ई सूं अ कहावतां जनबोली रा तीर कहीजै। अक अरबी कहाबत मुजब भाषा में कहावतां रौ बो इंज स्थान है जको स्थान भोजण में लूंण रौ है।जियां रसोई लूंण बिना पृण कहीजै बियाई कहावतां बिना भाषा रूपरूड़ी अर लोचलावण्यभरी नीं होय सकै ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "ग्रामीण लोग दिभर काम करे है अर सिंझयां ने थककर चूर व्है जावै है तदै उणांसूं लोकसाहित्य प्राप्त करणौ टेढ़ी खीर होवै है। लोकसाहित्य रौ घणखरौ अंस लुगाईयां रै जीवण सूं संबद्ध है। इण खातर स्वाभाविक है के पुरूस अध्येता री उपस्थिति में नारी कलाकारां में संकोच रौभाव पैछा व्है जावै है ॥ ॥॥ थे ॥ ॥ आजादी रै पछे राजस्थानी लोकसाहित्य रौ संकलन बौत व्हीयों है अर पछे देस रै कोई विश्वविद्यालयां में लोकसाहित्य माथे घणौ अनुसंधान व्हीयों है। राजस्थानी लोकसाहित्य रौ संकलन करने इणांने लिखित रूप दियो गयो है। लोकसाहित्य री भांतभांत विधावां माथे राजस्थानी अध्येता विद्वानां लोगां ने केई तरै विधावां ने लिखित रूप में पस्तुत करने छोखौ काम करयों है। राजस्थानी रा चांवा अध्येतावां रौ शोध इण मुजब है राजस्थानी कहावतें एक अध्ययन कन्हैयालाल सहल राजस्थानी लोकगीत सूर्यकरण पारीक राजस्थानी लोकगीत लक्ष्मीकुमारी चूढ़ावत राजस्थान के लोकगीत डॉ रामकरण सिंह चौबोली कन्हैयालाल सहज राजस्थानी लोक गाथाएं का डॉ कृण्ण कुमार शर्मा राजस्थानी लोकगाथाएं औ निहालदे सुलतानडॉ कृण्ण बिहारी सहल शेखावाटी लोकसाहित्य महावीर प्रसाद मिश्रा राजस्थानी लोकगीतों में नारी भावना डॉ पुण्पलता शर्मा इण तरे देसभर में लोकसाहित्य रै अध्ययन अर संकलन खातर भारतीय अर पाश्चात्य अध्येतावां ने घणौ सराहनीय काम करयो है। ॥॥। ॥ इण इकाई रै भण्यां पछै लोकसाहित्य में लोक री महता अरथ अर लोकसाहित्य रौ समन्वय देस्यो जा सके है। लोकसाहित्य जनजन रौ साहित्य है। औ मौखिक परम्परा सूं पीढ़ी दर पीढ़ी हस्तान्तरित होवै है। इणांमें आपरो खानपान रीतिरिवाज रैहणसैहण री जाणकारी मिले हैं लोकवारता लोकसाहित्य रौ ही भाग है लोकसाहित्य ग्रामीण अंचल रौ है जदै के अभिजात्य साहित्य पढ़यां लिख्यां रो साहित्य हैं लोकसाहित्य घणौ विसाछ है। इणमें सगक्ठां विसयां शास्त्रा रौ भेकप मिक्ठे है। भासा विग्यांन धरमशास्त्र इतिहास समाजशात्त्र मनोविग्यांन दरसणशास्त्र नृविग्यांन आद विसयां रौ प्रभाव लोकसाहित्य में मिके है। आधुनिक दौर में लोकसाहित्य रौ संकलन करयो जा रैयो है। आजकल तो संकलन रा न्यांरा न्यांरा जंतर मिछ रैया है। लोकसाहित्य आपरी संस्कृति री पिंछण है। ४॥॥ ॥ नीचै लिख्यां सवालां रौ पडू तर दिरावौ",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "।॥॥॥॥॥ ७४॥॥॥ ४॥०॥ ॥॥ ॥ ॥ उद्देस्य प्रस्तावना क नामकरण ख कालनिरणै ग परिस्थितियां आदिकाल री प्रामाणिक रचनावां सामान्य परिचे आदिकाल ओअक अध्ययन क कालगत प्रवृत्तियां ख काव्यधारावां ग काव्यविधावां उपसंहार सार अभ्यास सारू सवाल संदर्भग्रंथां री पानड़ी ॥६ इण इकाई में आदिकाल रा प्रचलित बीजा नावां समै बाबत विवाद रो खुलासौ करता हुया इण काल री सियासी सामाजिक सांस्कृतिक धार्मिक अर आर्थिक हालातां सूं विद्यार्थियां नैं अवगत करायौ जावैला। आं परिस्थितियां में किण तरियां री किसीकिसी रचनावां कठै लग प्रमाणिक है आं सगकी बातां रो सामान्य परिचे करावणो है । आदिकाल री कालगत प्रवृत्तियां काव्यधारावां अर काव्यविधावां री विसद् व्याख्या करीजेला अठै इण बात रो ई खुलासौ करीजेला के प्रवृतियां धारावां विधावा रा अरथ देवण वाठा सबद दीखै पण ओ अकदूजा सूं अरथ भिन्नता राखे। ७ ॥॥ ्य्र्र्र्र्र्झझझ३॥३रर्र्रस्झस्ः ॥॥ ॥ हिन्दी साहित्य रै सरुआती काल आदिकाल रै नांवकरण ज्यांन राजस्थानीसाहित्य रे प्रारंभिक काल वास्तै ई विद्वानां री राय न्यांरीन्यांरी रैयी। विभिन्न विद्वानां रै विस्लेसण रै उपरांत राजस्थानी साहित्य रै सरुआती काल वास्तै च्यार नांव साम्ही आवै प्राचीनकाल आदिकाल वीरगाथा काल अर प्रारंभिक काल आदिकाल अर प्राचीन काल नावां में जुगादीपण रो आभास हुवै। आं नावां रै कारण यूं लखावै कै इण काल रो साहित्य मिनख री आदिम प्रवृतियां सूं जुड़यौड़ौ है। इणी भांत वीरगाथा काल नांव इण वास्तै ठावी कोनी कैयौ जा सके कै इण काल",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "पाणीपाणी री ढाल बेबैकाम काम रै तरीके सूं हुवै। पी भरौसे धाबत्ठियौं ई बाव्वयौआंवता आछा दिनां री आस मांय वर्तमान रौ नास कर दीनौ। पूतरा पग पालणै में पिछाणीजैहोणहार रा आसार पैली ई दीख ज्यावै। पोसाछठ में कांगसिया जोवैकठैई कीं चीज री मिव्ठगत बिव्ठकुल नीं हुवणी। पग पिणियारी गावैघणी थकावट। फूटा भाग फकीरां रा भरी चिलम गुड़ ज्यायभाग खोटा हुवै बण्यौबणायौ काम बिगड़ ज्यावै। बाव्ठक देखै हीयौ बूढ़ो देखै कीयौबाव्ठक प्रेम सूं अर बूढ़ो काम सूं राजी हुवै। बूठे री बात तौ बटाऊ केवैलासगव्गं में जाहिर बात लुकीजै कोनीं बैठी सूती डूमणी घर में घाल्यौ घोड़ोआराम सूं रहतां थकां आफत बुलावणी बोल्यार बोयामुंडे सूं बोलता ई खोटी बात निकब्डै। भागी रै भूत कमावैभाग्यवान् नैं बिगर मैनत ई फायदौ हुवै। रायांरा भाव रात्यूं गियामौको चूक गा। मुहावरां री उतपत ठौड़ महत्त्व अर परिभाषा मुहावरां री उतपत मुहावरां रौ स्थान संसार री सगव्ठी भाषावां मांय विसेस है। मुहावरा अर कैणावतां कहावतां रै कारण किणी भाषा संस्क्रति रौ सांचौ सरूप जाणीजै है । जिण देस रा जिसा लोक जिसौ जव्व्वायु बिसी उवांरी बोलचाल री भाषा उणारौ भेस अर उणारौ सुभाव। अंचल विसेसरी संस्क्रती रौ जिण तरयां भाषा मुंडौ कैईजै मुहावरा उण अंचब्ठ विसेस में चालू बोव्ठचाल अर वैवार री आतमां मानीजै बिना मुहावरा री भाषा इयां दीसै जियां बिना पाग रौ बाणियौ जित्ता मोकव्ठ मुहावरा सक्ति मानीजै मिनख लुगायां मांय हरख बधावण अर सादी ब्यांव रा औसर उछाव सुखदुख रा आपसी बखाण जीवण मौत रा गैरा प्रसंग अर नेह विछोह रा निरा नवा रूप इण सगव्ठां रा आंचल सारू रंग जितना मुहावरा रै मांयनै मित्ठै उतरा और कठैई कदास ई मित्ठे इणी बात रौ ध्यान राखर जीवण रै बिसेसबिसेस प्रसंग रा मुहावरा सम्पादित हुया है। मुहावरौ अरबी भाषा रौ मूठठ सबद है। औ हौर सबद सूं बणियौ है जिणरौ अरथ हैबातचीत करणौ कै सवाल रौ जबाब दैणो। अंग्रेजी भाषा में इये नै इडियम कैवै। संस्क्रत अर हिन्दी में मुहावरे रौ कोई अरथबोधक सबद नीं मिव्ठणै रै कारण कोई इये नै वाग्धारा तौ कोई भाषा सम्प्रदाय कैवणौ वाजब समझै कैई विद्वान इणनै वाक्पदद्धर्ति वाक्रीति वाक्व्यवहार वाक् सम्प्रदाय प्रमुक्ततर रूढ़ि वाक् वैचित्र्य वाग्योग इष्ट प्रयोग कैवणौ ठीक माने है। ओ सगव्ठा सबद घड़ियोड़ा है अर इणां रौ प्रचार जाबक ई थोड़ौ है। धीरैधीरे ओ लोगां रौ लाडलौ वण र बा में रमफैलग्यौ है। पछे बुद्धिमानं लोगां इणरे अणओपपतै गंवारू रूप ने सुधार र इणरौ रूप निखार लियो है। बोलचाल में सगव्ठं सूं पैली किणी ई भाषा में मुहावरा नीपजै है । पछे वे बोली सूं विभाषा उर उण सूं भाषा रै खेतर में जाय बड़ै है। बोली विभाषा अर भाषा रौ मुहावरां सूं नेड़ौं नातौ है इण कारण पैला इणां रै ऊपर विचार कर लेवणौ ठीक रैसी।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "॥ ७ राजस्थान को इतिहास घणकरी रोमांचकारी घटनावां की साख भरै छै इतिहास का ये पलछिन सुणबा हाढ्ां ने अबार भी रोमांचित कर दे छै। आपणी परंपरा आपणा इतिहास को जसगान राजस्थानी कविता की मोकछी ओलखाण छै। कन्हैया लाल सेठिया को यो गीत तो जाणै राजस्थान को गौरवगीत ही बणग्यो आ तो सुरगां ने सरमावै इण पर देव रमण नै आवै इण रो जस नरनारी गावै धरती धोरां री । कानदान कल्पित को यो गीत भी घणों नामचीन होयो खेत करम नितनेम धरम री पोथी है साथी है हछ बैल पसुधन गोती है फटीपुराणी पाग ऊँची सी धोती है कामगरा किरसाण जागती जोती है जीवै मैणत पाण मानवी देख जठै मुरधर म्हारो देस झोरड़ो गाँव जठै मोहम्मद सद्दीक भी मांड्यो जीवै जलमभौम रै खातर प्राण होमतां जेज कठै बलिदानी वीरां सूँ सीखो सीस दैवणो बात सटै सदियाँ जिण पर लेख लिखे उण ने परणाम करो लुछलुछठ करो सलाम देस री माटी नै परणाम करो।। घणकरा कवियां इतिहास की नाछी नाछी घटनावां ने आधार बणार कवितावां अर प्रबंध काव्य मांड्या अर मोटो जस कमायो मेघराज मुकुल सलूम्बर की हाडी रानी का अपणो सीस काट लेबा का प्रसंग पे सैनाणी कविता माण्डी सगका देस में ईं कविता नै लोठी सरावणा मिली कन्हैया लाल सेठिया की पातठ अर पीथछ कविता भी घण्ीं प्रसिद्ध होई कविसम्मेलनां में घणां कवियां अस्या प्रसंगां पे गीत अर कविता सुणार जस बटोर॒यो। बगतसर इतिहास नै नुईं दीठ सूं देखबा को जतन भी होयो ज्यां का बलिदानां नै ख्यातं में सोनां का आंखर सूँ मांड्यो गयो वां का मन की काठ्म्या की कल्पना कर र कवियां कवितावां में वां पात्रां नै जीवतो कर॒यो अर महताऊ सवाल पूछया। प्रेमजी प्रेम का एक गीत में पन्नाधाय को बेटो चंदन माँ सूँ सवाल करै छै महूँ राजा को कुँवर नह होयो जीं सूँ मरणो पड़ग्यो म्हारी माँ ने ममता की कुरबानी करनो पड़ ग्यो अर्जुन देव चारण इतिहास का अस्या ही एक प्रसंग पे कविता मांछता थकां क्है छै बेटियां है तो घर है घर है तो भरोसौ है भरोसौ है तो प्रीत है",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "॥॥ ॥ अजमेर रै सासक बीसलदेव रै आश्रित भाट कवि नरपति नाल््ह इणरो सिरजण विसं में करयौ। आचार्य रामचंद्र शुक्ल वीर गाथाकाल नामकरण सारू इणमनैं प्रामाणिक वीर रसात्मक रचना मानी है पण विसयवस्तु री दीठ सूं इणमें वीर रस मुजब कोई घटना कोनी। इणरै कथानक सूं तौ आ सिणगार रस री रचना ई सिद्ध हुवै। बीसलदेव आपरै ब्याव पछै राणी राजमती सूं रीसर उड़ीसा कांनी परौ जावै। उठे वौ राजा री चाकरी करण लागै विरहव्याकुल राजमती ओअक बामण रै हाथां कागद खिंदावै उण कागद रै पांण वौ पाछौ अजमेर आय जावै अर सुख सूं रैवण लागै इण भांत आ रचना बारहमासा सैली रो अक लघु खण्डकाव्य है विरहविकल नारी रा घणाई फूटरा चितरांम इणमें मंडीजिया हैं कवि इणमें आदमी रै उत्पीड़न सूं दुःखी बेबस नारी रै हिवड़े री पीड़ नें वाणी देयर उणरै प्रति सहानुभूति जगाई है अस्त्रीय जनम कांई दियो हो महेस अवर जनम थारै घणा हो नरेस राणि न सिरजीय धड़लीय गाउ। वण खण्ड काली कोइली हंड बइसती अंबा नइ चंचा की डाल । भाषती दाष बीजोरडी ॥ जैन कवि आसगु इणरी रचना जालोर नगर में विसं में करी औ पैतीस छंदां में रचियोड़ौ छोटौसो खण्ड बाव्य है। रचना री कथानायिका चंदन बाला चंपा नगरी रै राजा दधिवान री बेटी है। अकर कौसाम्बी रै राजा सतानीक चंपानगरी माथे घमासाण जुद्ध करै अर उणरौ सेनापति चंदनबाला रो अपहरण करर उण नैं अक सेठ नैं बेच देवै सेठ री जोड़ायत उण नैं घणा दुख दैवै चंदनबाला आपरै अटल सतीत्त्व रै पांण सगढा दुःख सेवती रैवै सेवट महावीर सूं दीक्षा लेयर मुगती पावै। इण लघु कथानक माथे रच्यौड़ी आ जैन रचना करुण रस री गंभीर व्यंजना करै। भावसौंदर्य रा लूंठा चितरांम कवि री काव्यनिस्ठा रो सांतरो परिचे दिरावै कवि इणमें सत्पख री विजै दिखार पुण्य बद्यापो जिन भगवान री भगती अर दुःखविनास रै मंडाण नें ई आपरौ उद्देस्य बतायौ है। भासा री दीठ सूं राजस्थानी रै सागै गुजराती री भेरप है। वरणावां री सजीवता सरसता अर जन भासा री मनोरमता री दीठ सूं आ आदिकाल री अक सफल काव्य रचना है। ॥९४॥॥ ।४॥ राजशेखर इण री रचना छंदां में विसं में करी। नेमिनाथ जैनियां रो वों तीर्थकर है ज्यां नैं वै भगवान क्रिसन रो रूप मान्यौ जावै। राजुलमती सूं आपरै ब्याव रै मौके वै जद बारातियां वास्तै वध हुवता पसुवां री चीत्कार सुणै तौ चंवरी नें छोडर वै वैराग धारलैवी विसय वस्तु री दीठ सूं आ लघुकाय रचना घणी ई मार्मिक है। इण भांत इणमें अहिंसा अर करुणा जैड़ा मानवमूल्यां नैं थरपण री चेसटा करीजी है। ॥ ॥॥ सिद्धपुर निवासी औदिच असाइत इणरी रचना विसं में कीधी इणरी कथावस्तु विक्रम",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "RJmarwari_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "हु८ जांणो तिको रावड्ा रजपूतने भ्रावज्यों। हूं कहूँ त्यूं करज्यो। पछे श्री परमेस्वरज्जी करसी त्यं होसी । द्हो सूरा सूरा आहुडे भाजे जाय मरम तें बरियां कास्यिबसुतन सूरज हाथ सरम ॥ कवर कह्मो थे कासूं कद्दो छो। वा कह्यो मोने एक वार विना छोह करणरी आखड़ी छे उण हथियारसूँ बीजो बार छोह करूं नहीं । तिणस् मोने जायगा सूँपो तठे हजार ३४ तरवारियाँ तितरी कटारियां सेलड़ा घणां तीर मेलाज्यो। पछे रावल़ो छुँण ऊजलो कर देखालसू । आ बात कंबर आरे कीधी विस पातिसाँहाँ ने दृहियां कह्मो तिको गढरो छगाव छे तठे सुरंग छंगाबो ल्यूँ गढ मिले । तरे पातिसाह कारीगर बुछाय मुसाको मंगाय बेलदार ढुकाया। तिके हमेसां सुरंग चछावे। तिका सुरंग झुमाड़ा कने नीचे जाय नीसरी। तिण वैल्ला राणी थाली मांदे मोती छूदा मेल हार पोव छे । तिको बेलदार हींसु बाह्यो । तिणसूँ थाढ़ी वागी ने मोती नांच्या। जरे रांणी दासी मेलि कंबर बीरमदेने तेड़ायो ने कह्यो अठे सुरंग छाग्गी दीसे छे तद बीरमदेजी तेल मण सैच्यार बडा बडा कड़ाहां मांहे घणो बलतो डनन््हों करायो । जिसे सुरंगरो बारो खुलियो तिसे १ शूरवीर शूरवीर से ही भिद्ठते हैं । रणक्षेत्र से भागनेवालों की शर्म जाती है। डस समय सूर्यवंशियों की लज्जा सूर्य के हाथ रहती है। २ प्रतिज्ञा । रे खोदनेवाले मज़दूर। ४ रेनिवास का एक भाग । ४ फावड़ा खोदने का ओजार । ६ बजी मंकार उडी ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "१३५ इसा तीर वेला ४७ बाल्या पठांणां सोदोढ़रों साथरों हुबो । धोड़ियांरो सोच भूलि गया। सगढाने जीवरो सोच हवो ने पठांण तीर बाबें तिको थेट तांई पोचे नहीं। तर एक कहल्योखांजी सिधारों । अल तरे पिउसंधी दुवासिद्ांम करि राह्य बुद्दी ने तिके आगला साथस् जाय पोहच ने कट्यो घोड़ा जलद ताता खड़ो मती पाछढी फिकरे बीजी वार धोड़ियां लेबो तद् करज्यो। इण भांति बातां करता दिन दोय ने राति दोय मारग चाल्या। तठे पाटणसु कोस तीन ऊपरां मारग दोय फार्टे। पिउसंधी घोड़ो ठांभ ने कल्यो भाई भींचा अब ओ मारग तुम्हारा है ने ओ मारग हमारा है घोड़ियां बांटि लयो तरे एक रजपूत क्यो घोड़ी मूंडका माफक बांटो तरे ऊ बचन सांभल पिइ्संधी कह्ये हुट्टण मूंडका क्या आधी इमारी हैआधी तुमारी है । तठे क््ये चड़भडयो रजपूतांरो साथ तरे भीवेजी कह्मोआपरी खातर आवे त्यं करो हरे पिड्संधी आधोआधघ कीधी । तरे घोड़ो एक सांड थो तिको वधतों रह्यो । तरे वर्ले एक रजपूत कह्यो ओ सांड ऑपणे डियां ने राषां। तरे पिउसंधी रीस करे कमचीरी धोड़ारी कमर ०१५७ मांहे दीवी तिकों दोय तपता हुवा। तरे पींडां दोय आपरी असवारी रा धोड़ारी पताकां छगाई रीस मांहे चाल्यो। तरे भींबे कह्मो साथ ने थे अठे बलु करो गाँवसू जाजम चांदणीं मंगाय ने बिछायत करावज्यों खेजडा री छाया छे वठें गोठरी तारी करिज्यो । क १ ख़ातमा कास तमाम हुआ । २ ठे पूरी दूरी तक। ३ प्रति मजुप्य एक । ४ कुट्टिनी एक प्रकार की गाली क्रोधके आवबश में ६ ५ कुपित हुए । कोड की। ७ भ्रोज्नन करो ८ शमीवृक्ष ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "४६ देसरजपूत थो तिण तुरकस् बेढ करि कांम आंयो। तिके सुणां छां भूति गति पाई जोगेसर कह्मो तो बाबा तेजसी का संदेसा दे। तेजसी कही तिका ने आपरी बाधू बाधु पेटसूं सरब कही के ओ संदेसो कह्मो छःबड़ा सगा छो म्हारी बेटी मार्मारे छ तिको बडो रजपूत छः तो मोने गति मेलज्यो । बाई परणियां म्हारी गत होसी । इसी बात सुण जगमालजी मन मांहे राखी ने जोगेसरनें आटो दिरायो ने सीख दीधी । अबे दिन ४७ ने नवछूखे घोड़े पि्ाँण मंडायो। जगमाछजी इकेछा ही ज असवार हुआ। तिके दिन घड़ी एक थककाँ महल पोहता सोभटे पोहता । घोड़े सू उतरिया अमर कीधा नें टेवटा छीधा तितरे घड़ी एक दो गई ने एक डंको सुणियो धोड़ाँ री पोड़ि होकार सुणिया । ज्यू जोगेसर बात कही थी तिम हीज दीठी । तितरे कईक भछघोड़िया आगे आया। त्याँ जगमाल मालावतनें आगे दीठा था त्याँ जाय बधाई दीधी। तर तेजसीजी बहुत राजी हुआ । इतरे तेजसीजी पिण आया। जुहारप हुआ। जद ॒तेजसी भूताँने पिण हुकम कीनों जाबो बाईनें लेय आवो। ने जगमालजीने विछायत करि पधराया । तिसे रात घड़ी चार जाता बाईने ले ने आया। बिचे आवता बाईने भूतां सगली बात कहोथारो बाप तोने परणावसी जगमाल माछावतने पछे गति १ अधिक बढ़ा कर बात। २ अपनो ओर से ३२ सदगति करवाना । ४ शोचादि से निवृत्त हुए। ५ घोड़ो के छुरों की ध्वनि । ह कोलाइल । ७ अच्छे धोड़ों के सवार । ८ मिलन के समय नजर न्योद्यावर ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "१ जगदेव पँवार ९ प्राचीन काल में परमार जाति के राजपूत बढ़े प्रतापी हुए । सिंध से लेकर मालवा तक का बिम्तृत देश उनके अधिकार में था। उनके बड़ें भारी प्रताप ओर मद्दान् साम्राज्य के कारण ही यह कद्दावत प्रसिद्ध हो गई कि हा पिरथीतणा पवार पिरथी परमारॉतणी । एक उजीणी धार बीजों आबू बेसणो ॥ उस समय परमारों के दो राज्य थे । पश्चिमी अर्थात् राजस्थानी राज्य की राजधानी आबू में थी ओर पूर्वी अर्थात् मालवीय राज्य की राजधानो धारा । २ राजस्थान के प्राचीन इतिद्ासप्रंथों ख्यातों ओर कविपरंपरा में अणहिल्वाड़ पाटण के राजा सिद्धराज सोलंकी जयसिद्द ओर जगदेव पँवार की बात प्रसिद्ध हैं। नेणगसो की राजस्थान की ख्यात में सोलंकियों की वंशावलों दी हुई दे । वहाँ लिखा दे कि सं० १०१७ बिक्रमी में मृलराज सोलंको ने चाबड़ों से पाटण का राज्य छीन छिया अर ४९ वर्ष तक राज्य किया। इसके बाद ४० वर्ष तक उसके दो उत्तराधिकारियों ने राज्य को अपने बाहुबल से खुब बढ़ाया । सिद्धराज जयसिंद्द देव विक्रमो संबत् ११४० में",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "प्रकाशक न हनन ओअआशग्फपट कम ल अिनजनणह ०० जद काट जए प्रत्टा॑।र बटर ड़ र। गज व पोस्ट बकस ७८ व्ल्ली सुद्क हिन्दुस्तान टाइस्स प्रेत दिल्ली",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "१८३ मेहणा बोलो छो हो स्हे रजपूत घोड़ा म्द्ाँंनि ही चाहीज छे अर धाड़रो कहो छो तो डीडवाणरा होज धाड़ा ले आवा। इतरी पादज्जी कही तद डोडगहेली बोली । कद्दीजासो तो सही पण सहारा भाई असा न छे जिके थॉने धाड़ो ले आदण देंवे का तो ऐोंहच अर राख अर जो जाणे जू बहनोईरो भाई छे तो मारे नहीं तो अव्वछ आँखुबे रोबावे तठे पायूजी कहीस्हे छा राठोड़ डोडां कदे राठोड़ कोई मारियों सुणियो नहीं । डीडबाये डोड राज करता हंता । तठे बूडोजी परणिया हंता। सठे पावूजी भोजाईसूँ वाद करने उठे डेरे आया। दठे चाँदेनू बुछायने पादूजी कही जू चांदा आर्पाँ देवड़े पछे जासाँ एण पहली डीडवाणेरो धाड़ो छेअर आसाँ। तद जे चढिया। पावूजी असवार ने थोरी ५ साते भाई था। तटे झचा लिया सु डीडवाणेरे निज्ञीक आया। ताहराँ पाबूजी तो ओअक थर माथे तरगस झँधघो नाखने आप घोड़ी बाँधने गोडी खाय बैठा अर धोरियाँ साँदाँरा बरग दिया। तटे थोरियाँ ऊाइने सानसात आपडुने चढ़अर साँढाँ चलाई। तद रेबारियाँ जायने डो्डां आगे पुकारियो । कह्दीसाँढां छीवी बाहर चढो। रद डोड पूछी । कद्दोरे कितरा एक असवार छे। ताहराँ इयाँ कहीराज सात प्यादा थोरी चोरटा छे तिके लियाँ जावे छे ताहर्ा बाहर चढिया। तठे धोरी तो साँढाँ लेने आधा निसरिया अर वाँसेसूँ वाहररा असवार जे थल पाबूज्री बैठा हंता ते थ्री बराबर १ डीडवाणे में ढोढ राऊपतों का राज्य था छोड गहेलड़ी वहीं की राजकुमारी थी। २ घुत्ने के बल । ३ रक्षार्थ ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "१६५ राठोड़ छे थारी धरती दर्बावतादर्बांवशा सरब राज लेसी अर जो आवैं तो आज़ दाव छे पायूनूँ मार्रां। ताहराँ पमो पण चढियो ओे मे़ा हुयने पाबूजी ऊपर आया । तठे पाबूज्ी गायाँ पायने छोडी छे। इतरे खेह दीठी । कह्दीरे चाँदा मा खेह् केरी तद चाँदे कही राज खीची आयो अर पहलड़ो लड़ाई माँद्दे चाँदे खोचीनूँ तरवार वाही हंती तद पावृजी तरवार आपड़ छीवी । कद्दीमारो मती बाई राड हुसी । तद चाँदे कहीराज आप तरवार आपड़ी सु बुरो कीवी ओ छोडे ९ छै मराया भा । पण पावूजी मारण दिया नहीं । तठे फोज़ आई तद चंद कहीराज जो मारियो हुवे होत हो पाप कटियो हुत हरामलोर आयो । तठे पाबूजी तो बुद्दा ने लड़ाई कीवी। कनब बडो रिठ वाजियो । तेलूँ पाबूजी काम आया। सातबीस भहेड़ी हँंता सु सरब काम आया। खीची तो छड़ाई करने आपरे घरे गयो अर पाबूजीरे सोढी सती हुईं । अर डोडगहेलोरे सात मासरो गरभ सू आ सती हुई तद छोकाँ कहीथारे पेट माँहे बेटो छे छू सतो मती हुवो । ताहराँ डोडगहेली छुरी लेने पेट मरड़ने माँद्दे बेटो काढियो अर धायनूँ दियो। कह्दीइयेनूँ पाठे ओ बडो देवनीक मरद् हुसी तठे नाँब भरड़ो दियो। एछे करड़ो बरस बारहरो हुबो। ताहराँ मरड़ें काकेबापरो बैर लियो जींदराव खीचीनू मारियो। तिको झरड़ो अजे जीव छे । तेनूँ गोरखनाथजी मिलिया। १ चले । २ घोर युद्ध हुआ । ३ काटकर । ४ देचतुल्य ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "२४ मारग निकले छे। तिको रात आधीरो समीयो थो तिसे चोकीदार चौकी देता आय निकलिया । आगे गांठड़ी दीठी। देखिने जाणियो किण एक साहूकाररी हाट फाड़ी तिको चोर स्हांरां डरस्ं गांठड़ी नाखि नहाठा । म्हांरों मुजरों होसी । उपाड़े तो भार घणो । मांहो महें कह्यो के तो बादलों पारचो के नीकक घणोसो माल दीसे छे खोलो मती । दिन ऊंगां दरबार वाहर घालण ने आसी तिणस्ं बांधी ज राखो ने कोटवाी चोतरे मेछो। तरे राजी थकां गांठड़ी मेढली दिन ऊगां मुजरों होसी। अबे चाबड़ी गाढी सेंठी मरणरूपी होय बेठी के । ।॒ हिंबे जगदेवजी हवेली भाड़े लेने पाछा धोड़ांरी ठोड़ आबे तो चाबड़ी घोड़ा दीसे नहीं ने रथरा खोज दीसे। तरे जाणियो चावड़ी ने कोइ भोलाय ने लेगयो तरे दरबार जाय कहूँ। तरे दुबार आया । आगे ठावा छायक सहाणी८ घोड़ांरी पायया बिचे बेठा छे । तिणसूं राम २ कीधी तरे सहाणी छायक ठावों वणायतो डील देखि उठि मिद्धियो। पूछियो किठासूं आया ने आगे किसे गाँव पधारस्यो तरेजगदेवजी क्यो अठाताई सेवा करण ने सेर बाजरीने आयो हूँ पंवार रजपूत छूँ । तरे साहणी कह्यो जो घोड़ांरी ज्ञाबता रातब उड़दावो घासरो जाबतो करावों तो दूकान तोड़ी दूकान तोड़ कर चोरी की । डठावे। ३ मन ही सन । ४ कीमतो चाँदी की कारी अथवा अन्य बहुमूल्य पात्र । ५ फरियाद करने कूक मचाने । चोकी पर। ७ छल कपट करके । ८ घोड़ों का रक्षक । ६ बन्दोबस्त । १० सेवा ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "१ हुवो । दर म्हांने सांमदान कह्मो थे बाईसे बिगरमिल्यां जञाबो भती क्यूं सवोगारों सांमांन मेलियो छे। तिणसं म्हाँने आज सूराचंद जावणो न महाराजसं मिलणो । तिणसं अठे घोड़ाने सास ख़बाबां ने म्हें पिण घड़ीयेक कड़छोछा करां। पछे आघा चढ़िस्यां इसी भांति समझाय घड़ो भरिन आप तो घरांने आई अने तेजसीजी घड़ी दोय बीती पछ्छे घोड़ांने धीमाधीमा खड़तां राजा वासिये आया ने पूछियो अठे आईदांन खड़ियेरी कोटड़ी कठीने छे । तारां चारणांरों साथ असवार तरेदारसा देखने हथियार बांधि बांधि न भेल़ा हुवा ने पूछियो कठारा असवार कठ वास आगे ह। ६ १ कठे जास्यो ने आईदांन खड़ियारी थांर कठारी ओछलखोण तर जेतसी कह्यो तिवीजोी बसां छां साख गोड़ छे म्हांरो नांम सरबण छै ने म्हांरो चारण सांमदांन छे तिणरी भांणेजों सीढ़गा करमाणंदरी बेटी छे। अठे परणाई छे। जिकणने क्यू वेसबागारो मेलियो छै। ने आगे तो राजाजी परवांनो दे बुछाया छे जिको आज दसराहो छे जुह्यार करण सारू हजूर जांणो छै । ने घणी दूर रा खड़िया आया छां ने बाईसे मिलणो छे। तारां खड़ियांरा साथ ने प्रतीत आई । सगांरा नॉमठांम ठीक पहुता वेसास्या। तरे खड़िये आईदांन आय सुभराज कीयो । तरे जेतसीजी घोड़ास उत्तरिया । बांद पसाबः करिने मिकिया। आईदांन साथे होय १ बिना मिले हुए । २ कुछ । हे छद्दागसामग्री । ४ साँस खिलाने को । ५ कमर सीधी करें। तरहदार से ओजरूवी से ७ जान पहिचान। ८ विश्वास किया भरुज्ञाओं से आलिगन करके मिले।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "६२ इतरो सुणतसमों राणकद्ें कटारी काढ तगारी छाती मांहे जड़ो के भर भादवारों कहक ने वीजछी पड़ी । तिके तीन कठारी जड़ि हेठो धरती भेलो कीयो। तरे आसा ने खबासने रांणगदे कह्मोथे थांहरे पापे पृण्ये होज्यो । म्हेतो थेट जालोर गयां पागड़ो छोडिस्यां ने थे डावाजीमणा होयने वेगा पधारिज्यो। इतरो क॒ह्मयां आसो ने खास सैर मांहे रमता रह्या नै राणकदे चछाया । तिसे हवेली मांहे कूक पड़ी सैहर हलचल चढियो तटै ड््हा सुध पूछे सुरतांणय भो केहो कोलाहल कटक । के रीसवियो रांण के मेंगल थांग मरोडियो ॥ जरे अरजबेगी जाय हजूर वाको दीयो सोनिगरो रांणगदे मिरजा तगाने मारि भागो पांतिसाहजी कह्मो हम जांण्योहीज थो । भर्ां खूब सिताबुन बगसीने हुकम दीयो वरजरूर जब्बर अमीर उमरावांरी वाबीसी बिदा करो ने सिताब भेर करनाछु कूच की करांगो । मीर मजर डोरी दे विदा कीया । मजछ चोके तुरत न ७ १ मानो कि। २ पापे होज्यो सुहा० अपनी आप संमालना । ३ सीधे ठेठ । ४ दाँये बाँये छुक छिपकर । ५ अल्तर्धान हो गये ५ दिल्ली का उछलतान खबर पूछता है कि कटक में यह केला कोलाहल है । क्या राणा कुपित हुआ अथवा मदोन््मत्त हाथी खम्मे से छूटा है ७ खबर दी । ८ जल्दी । ६ तोप की आवाज कोई विशेष सार्वजनिक सूचना देने के लिए । १० अभय दकर सना देकर । ऋषजक अत।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "७१ लाबइ खाय बोली हुई साठो ने बुध नाठी किस पुखता हुबा छो रांडोचा ने करिस्यो किस्यू खांणें पीवणे पोहचां नहीं थे रीसावों मती । रावलुजी कह्मो पाछा मेल देस्यां । तरे सोढी कह्यो पाछा मेल्यां थांहरो भछो दीसे नहीं नाले र भाछो पिण हेक बांइ द्यो ऊथि९ जाबो तरे सोनगरांरों सामेो आसैः जरे थे कहिया आछो आंछो पिण सोढाँरा तोरणरी होड हुवे नहीं । चंबरी बैसो तरे युंहीज कहिया हथलेवों फालो तरे कहिया सोनगरीरों हाथ आछो एिण सोढीरा हाथरी होड हो नही । ने फेरा लेने तुरतव अंण जीम्यांः चढि एथ आया । रावलुजी कह्यो भल्ो २ कह्ि दरीखाने विराज छगन नाले र फाहि सिरपाव दे विदा कीया । अबै रावढजी जांनि करि ने चढिया। वधाईदारां बधाई दीनी । तरे क्छ वीरमदेजीने रावढुजोने घणो कोड छे । तरे आपरा घोड़ा हाथी सिणगार जल्स कर साम्हां आया माँहो महि जुद्दार हुवा बाँहपसाव कर मिलिया । तरे रावढुजी अठी उठी देखि बोल्या सोनगर्रारो साँमेलो सखरो पिण सोढारँ सामेला री होड हे नहीं । इतरो साँभलतसमो बीरमदेरा डीलछमें आग छागी। १ क्रोध खाकर । २ हुई नाडी शाज० कहाचत साठ वर्ष ले लेने पर सचुष्य की बुद्धि नष्ट हो जाती है। ३ बुद्ध हो गये ४ संड सभागिन । ५ कुपित मत होदो । ६ एक बचन दो बांदा करो । ७ ऊथि जेसलमेरी क्र भाषा उचर ८ झादेगा जे० भाषा । । ६ ब्विप्ा सणत्जम क्रिये । १० यहाँ इधर । ११ चाब लालसा १२ ध्शलिगन। ९३ अगयानी । १४ खनते ही ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "२१२ पावूजी के विषय में अनेक गोत प्रसिद्ध हैं जिनमें से एकाथ के कुछ अंश नीचे दिये जाते हैं १ गीत पहलड़ो नेह निज रीकरी बात चित्त ना धरी प्रेम गवरीतणों नॉहि पायो । हे राजकँवरी जिका चढी चँँवरी रही आप सेवरीतणी पीठ आयो ॥ २ गीत दूजों १ प्रथम नेह भीनो महा क्रोष भीनो पढ्छे लाभ चेंवरी समर मकोक लागे । रामकेंवरी वरी जेण वाये रपिक वरी घड़ केँवारी तेश वागे ॥ १गीत का अनुवादअपनी रीक के स्नेह पर तनिक भी चित्त न दिया गोरी अपनी व्याही हुईं सतरी का प्रेस भी नहीं पाया । राज कुमारी चोरों विवाहमंडप में चढ़ी रही ओर स्वयं काली घोड़ी कालिमी की पीठ पर सवार होकर चल पड़ा । २ पाबुज्ी पहले तो प्रेम से सिचित हुआ बाद में महाक्रोध से । चोरी विवाहसंडप का लाभ समर के आक्रमणों में पाया । रसिकवरने जिस छसज्तित वेष से राजकुमारी को वरा उसी वेष से शत्रु की कु बारी अप्रतिहत सेना का वरण किया परास्त किया ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "२३ मांदे आंधो दीसे छे । तरे प्याो दारूस धक्यक छलियो ने आधघो हाथ कियो । कंबरजी आघो द्वाथ करि म्हारो हाथरो प्यालो छीजे। तरे छाछू कह्यो ओ पईसां दस भर ने बीजो पांच अथवा सात सेर दारू अमलां पोंचे छे तिको अजे निपट चाक हीज हूं ने प्यालछो निपट करड़ो छे ने बातां करणी छे चाबड़ी कल्यो बातांरी किसी फिकर छे पहिली बार म्हारो हाथ ठेलो मति चूंजिको ल्यो। मोनें ही बातांरो कोडि छे। इतरो कट्यो तरे प्यालो छीधो। तरे घूजते हाथ छालकंबर प्या्ो भरि ने चावड़ीने दीधो। चावड़ी घूंघटो करि कंचूं मांदे ढोल दीधो ने खंघारो कीधो थूकियो । तिसे दूजो प्यालो चाबड़ी बल्ले भरियो जाणियो गोलछो अजे सपगां छे । दारू आयो तो खरो पिण छोटपोट न हुवो । तितरे चाबड़ी प्यादो आधो कीधो । तिको गोछानें दारू आयो। बल प्यालो मूँढ़े लाग्यो। तरे दूजो प्यालो ढेतसमें ढोलिया ऊपरी पाधरा पग करि दांत पतिड़ायः ने पड़ियो । चाबड़ी उणनें अमह्ां मांहे बेखबर देखि तरे उणरी ही तलवार काढि गलो कीधो । हाथ जुदा जुदा काटिया पगांरा जांघाँरा जुदा २ तखता कीधा। करने चांदणी मांदे घड़ देने बांधियो । ऊपर्राँ पिंलडगपोस वींटीयो तिण ऊपर जाजम छोटी थी तिकी वींदी गांठ गाढी सेंठी बांधी । तिण मरोखे नीचे राज २ लबालब सर लिया। २ रोको। ३ चाव। ४ कंचुकी कांचली अंगिया । ५ गिरा दिया। ६ छथिवान् होश सहित । ७ शराब का नशा आया तो सही । ८ निकाल कर । गछो कीधो ।मुहा० ८ गला काट डाला मारडाला । १० बिछाने की जाजम ११ लपेट दिया । १९ जोरदार।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "४६ मैमंतं हुवी थंको सिधराव छे तिठे जाय ने हाथ पकंड़ नीचों नाखि पागा नीचे देने जाड़ेची कने सर पोढ रहो जगदेव सारो बिरतंत दीठो मन मांहे जाएयो सिधराव इणरो किणने कद्ै । न्याय छोह मांस कठाथी चढ़े ने म्हारा साहिबनें पूरो अचेन छे । इसो मनमें जाणीं ने खड़ग हाथ मांहे कालि सिंहरा सा पांचड़ा भरिने ढोलिये कने जायने उछाल दीधो नें मेरूनें हेठो नाख्यो सिधरावने कट्यो उठ बेठा हुवो ने मेरूतू दाकछ कीधी । परघरपेसण चोरदा सापचेत हुई हूँ जगदेव आयो। तिसे मैरू ने जगदेव बधथोबंथ हुवा । तिके करेक तो सैर ऊपरां करेक जगदेव ऊपरा यू करती पाछिछी रात घड़ी तीन रही । तरे मैरू बछहीण हुवो ने सैरू कूका किया मने छोडि आज पछ्छे इण महिर कदे नाऊं इतरो सुणतसमों जगदेव ऊभो हुवो ने छातरी साथल् मांहे दीधी। तिका साथल मैरूँरी तूटी। ने भेरूं हेछा टसका करतां मांहे जगदेव आपरा कछणा सूँ मेरूने अपूठी मसकाँ बांधियो ने थिरमां मांहे गांठड़ी बांधि कांधो करि ने आपरे डेरे ल्याया तिको ऊंडो तहखानो थो तिण मांहे बेसाण आडा ताला जड़िया । प्रभातरा जगदेवजी दरबार सिधाया जरे गांव हजार दोय वर्ल दीनां । संजनम १ सदोन््मत्त। २ मोट कदम । ३ ललकार । ४ दूसरे के घर में घुसने वाला चोर सावधान ६ भुजाओं से भुजाएँ भिड़ाकर कुश्ती । ७ कभी ८ चिह्का उठा जंधा । १० ज्यों त्यों कठिनाई से हाँफता हुआं। ११ रस्से से । १३ पीछ के पीछे हाथों को बाँघकर । १३०१ । १४ काँघे पर डाल कर । १४ गहरे ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "१८४ आया। तठे पाबूजी तीरकारी कीबी। तेसूँ असवार दसेक मार छिया । तठे पायूजी चाँदेज् आर बीच थोरियाँनूँ साद कियो कहीपाछा आवो ताहरां थोरी पाछा बिरिया। तड़े चोड़ा हे थोरी चढिया । इतरे वाँसे सिरदार दोड़ आय पहुँता। ता हरा इयां पावूजीरे साथरा थोरियाँ डोडॉ्डू आपड़ लिया। ताह ब्क के रद की कीरी फोज पाछी विरी। तद पावूजी कहीरे सांढाँ छोड देवो आपने इयाँ डोडांसूँ काम हंतो सू ले हाो। ता दर्रां जे डोडॉने लेने रातूँ रात चाढिया सु कोलू आया। तहे डोडांजूँ दो कोटड़ी माँहे राखिया अर आप मोहछमें जाय पोढिया तद परभात हुवो। ताहराँ पाबूर्ज मी जागिया। तद पाबूजी घायजूँ कहीधायज्ञी डावक थे डोडगहेलीनूँ जाय अठे ले आधबो कहो जू पबूजी कह्यो छे जू थे भाभीजी आयने म्हारो मा लियो देखो में नवो करायो छे तठे धाय तो बूडेरी बहूने ढेण गई अर पवूजी थोरियाँनू कही लिप थे डोडॉने पाघसूँ मुस्कियाँ वा घने टिया होड़ रोवाय झरोखे नीचे आय ऊभो । इतरे धायजी डोडगहेलीजूँ कहीराज थाँने पावूजी ठुलावे कद छे जू स्हाँ नवो मालियो करायो छे सु थे पधारने देखो । ताहराँ डोडगदेडी बहली बैसते पादूंरे मं ६५९० आई । आगे पाबूजी बेठा हंता सू उठ मुजरों कियो। कहीभाभीजी राज फरोखे नीचे झूयारू छे देखो। ताइरां आ मरोखे बज देखण स्भ्स्स मे ण डोडँ रे के ये कक पु छागी । नीचे जैसो ही देखियो तैसो थोरियाँ डे ऊई पूुँट। ओ वेलियों तैसों थोरियाँ डोढरे छूँदी तोड़ी। तैसूँ वोड़ी क् ले हि १ सीर॑ंदाजी हक कर इा्य किया पुकारा । ३ थो्ियों के पास कप हि दी है चलने का धाड़ डे नहीं ध। ४ तमाशः ६ ॥ न ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "७० उपगार कीधो घणो आसांन कोयो तो इणरों बदलछों रावछजीने कांसू दीजे । तरे कांनडदेजी कह्यो बाई बीरमतीरो नाहेर दा गढ़पति छै मोटा सगा छे । आ वात तीनांहीरे दाय बैठी । तरे घोड़ा पांच सोना रूपासू नाले र मढाय ठावा उमराव व्यास प्रोहित साथे दे जेसलमेर मेल्या तिके बडी जलूस कीयाँ पोता । तठे रावलुजीने खबर हुई सोनिगरांरा नाले र आया छे आ वात सुणि रावलजीने घणो सोच हूवो ने कह्मो म्हां तो सोनिगरांसू भछो कीयो थो पिण मांहिजे गे अछवदो छोकरीरो नांखियो। हमें ठाकुरे किसे कियो चाहीजे ।तरे उमरावां कह्मो सोढीजीने पूछो । आगे रावजीरे ऊमर कोटरी सोढी रांणी छे। तिका डील मांहे माती घांणी रे फेर८ छे रूप कुढबी छे पिण रावल॒जी सोढीरे बस छे । सोढीजी करे ज्य ज्युं करे छे । तिण दिखां उमराबां कलह्यो सोढीजीने पूछो। तरे राबढुजी कह्मो मूवां पूछाँ कि पाछा मेढां तो भूंडा दीसां । आगे तो माहिजे सोढीजी घणा ही छे। तरे रावछुजी उठ दुमना थका रावले माँहे गया । सोढी पूछियो तरे नाले ररी बात कही । सोढी १ अहसान कृपा उपकार । २ पसन्द आई। ३ प्रतिष्ठित । ४ मेरे जेसलमेरी भाषा में जे जा सम्बन्धकारक के संयुक्त विभक्तिचिन्ह की तरह प्रयुक्त होते हैं । ५ आफ़त । इन्दुवंशो भादी क्षत्रियों की एक शाखा सोंढा है जो डमरकोट के रहने वाले थे। ७ मोटी । ८॑ तेली की धानी की तरह। कुरूपा । १० इसलिए । ११ सम्बोधन अरे मरे हुओ । १२ व्यग्रचित्त होते हुए दुखी होते हुए । १३ रनिवास में ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "१० जाय बाजरी कढावणी । यू कह्ो छैः द्हा चंगे माहू घर रह्याँ ए तीन अवशुण होय कपड़ा फार्टे रिए वधे नांग न जॉणें कोय ॥ जोवन दरब न ख़ट्टीया ज्यां परदेसां जाय गरमीया डुँही दीहडा मिनखजमारे। आय ॥ तिणसं माजी हुकम दो कठे के करम पतवाणां। पायगासू घोड़ो मंगावी खजानांसू आपह्दीज खोलि थेली दो मोहरांरी छीघी नै हथियार बांधि मांसु मुजरो करि रीस मांहे ज चढिया। तिके पाधरे तोड़े आया वाग महि डेरो दीधो। घोड़ो ऊमो चोकड़ो चाने छे। कुंवर चंवेछी विड़ा मांहे जीणपोस बिछाय बेठा छै। ढाल छाती आगेदे क्रोछा दै छे। सहिर मांहे जाणै छें दिन आथमिया जास्यां पछे दिन दो चार रहि आघा सिधावस्यां । तिसे चावड़ी वीरमती सहेल््यांरा साथदू चकडौल बेसन आप रो बाग छै तठे आई। परणयांने बरस ७ हुआ छै। तिको बाग महि बंगलो छे जठे बिछायत हुईं आप बैठो छै। बाग मांद्दि माली घुरा घुर मरद राषियो न छै। पोलिया खोजा पोली बैठा छे। तिसे १ जीविकोपाजन करना । २ चंगे स्वस्थ पुरुष के । हे ऋण कर्ज्ों । ४ द्रव्य धन। ५ इकट्ठा किया । ६ बिताये। ७ दिन। ८ जीवन ६ कर्मपरीक्षा करूँ । १० घोड़े के मुँह में लगाम की कड़ियाँ । ११ चमेली के वृक्षकुज में । १९ भूल रही है। १३ जअल्त होने पर। १४ चला जाऊँगा। १५ पालकी १६ तक सी",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "७ कींधो। तठे गोड़ ने चाबड़ी सासुर्वारे पगे छागी। देवतारी जात कीधी । मास पछे गोड़चावड़ाआया । आपरी बेटीने छे गया । पीहर गई तदें दायजो दीधो थो जितरों चाबड़ी रे साथे मिलियों थो तिको जगदेव राख्यो हिवे बरस १८ माँहे जगदेव हुबो। वठे राजा उदयादित उलगसूँ पधारिया । कवर रिणघवरछू मोटी असवारी कर साम्हो गयो। परे छागो मूँताः सेठ पणे छागा। तिणाँ माँहे सिगल्ांरा मोछा मुजरा छीयापिेण जगदेव मुजरे नायो । तिसे घणा उछाएनहोताँ राजा सिंहासण दरीखाने विराजिया ने मुहतासूँ फुर मायो जगदेव कंवर कठे छ । तरे क्यो सोल॑ंघणोजीर हजूर होसी । तद खबास मेलि तेड़ायो । तरे जगदेव सादी पोसाख पहिरियाँ पगे त्गो । तरे राजा डाठ छातीसूँ मिड़ि मिलियो माथे हाथ दीया निपट नेडो बैसाणियो ने राजा पूछियो कवर उणहीज पोसाख छो । तो कवर अरज कोधी महाराजा आप असवार हुर्बा पछे रोजीनारो थाढी ने हाथखरचरो रुपया दोय फुरमाया चढ़िया था तिके मांई जी कबूलिया नहीं तिणरे हुकम बिनां खांनसमाँ न दीया। आपसू माल्म हीज छै। हासल पैदास बिनां छूबाजमा कुंकर हुवे। जदि राजा कड़ा मोती कंठसरी दुगदुगी जनेझऊ हथसांकढां सिरपेच कड़ीयां री तरवार ढाल कटारो खंजर तरगस बांण सर्वे १ देवयात्रा। २ परदेश की सेवा। ३ सुहता मन््त्री। ४ मिलना मेंढना अभिवादनस्वागत। ४ दरबार में । ६ चढ़े हुए थे बाकी थे। ७ क्योंकर । ८ कंठमाला ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "८१ मछर देखि देखि हैरांन हुईं। दासी पाछी आयने कहो बेगम साहिब नरसमंद मुरधर रा भर्वां ही कहावे जठे वीरमदे सरीखा जवान नीपजे देख्यांहीज बणि आवे । ओर दूजों कोई पातिस्याही मांहे होय तो कहूँ । इतरो सुणि वेगमरों जीव बांध्यो नेह बिणदीठां जाग्यों मन माँहे देखणयरी घणी ऊपनी तिसे बीजे दिन दरबार कान्हडदे रॉणकदेजो कँचर बीरमदे बड़ी जल्लसस॑ पातिसाइजी री हजूर आवे छे। तठे दासी बेगमने ऋरोखे की कांखो मांहे वोरमदे जीनू दिखाया । वेगम तो देखतसमोन भरतार घारयो। जीव तलबल्ादा लेणा मांडिया वीरमदेबाहिरी ः घणी दोहरी छे तिको पेछांवर रो नेह वाचाबंधियो छे तिणरो संबंध कहै छे कासी वांगारसी मांहे एक साहुकार कोड़ोधज बच्चै। तिणरै पुत्र एक । तिको मोटो हुबो ठावी जायगा परणायों । जुबांन हुवो । एके दिन आपरी सोंगहर मांहे साँपड़े छे ने आपरो अंतेवर इजूर चलाकी कर संपड़ावे छे । तिसे मंखेरो ९ आयो । तरे अख्त्री दोड़ि महिल्य मांहे पैठी ने साहूकाररा बेटारों डीछ सारो धूल मांहि छपेट गयो। तरे साहूकार मन मांहे जांण्यो घर मांहे माला पिता १ गर्व वैभव गौरव ॥ २ नरसमुद्र समुद्र के समान गंभीर पुरुष हे मख्यरा मारवाड़ ४ चित्त आकर्षित किया ५ लालसा हुई ६छिद्दों काँकी फाँकने का सार्स। ७ अकुलाने लगा तलमलाने लगा ८ वीरमदेव के बिना हुःखिता १० पूर्वजन्म का ११ प्रतिज्ञावद्ध १९२ करोड़पति। १३ लल््वपन गृह शयनागार १४ स्नान करता । १४ स्त्री । १६ कुशलता खहित १७ आंधी का भोोंका",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "८ बगसीया। तद जगदेव मुजरो करिकरि छीघा। पिण दोनूं हाथ जोड़ि अर्ज कीबी महाराजा आप इनायत छकीधी तिके पाया पिण मांइजी म्हाँतू घणी महरवानी फुरमावे छे ने आप बाघेलीजीरे महरू पधारिया तरे सगल़ी टुमां गहणो मंगबाणी पड़सी तिणसू म्हारी रहवास हे गयां पछे मेल्स्यू नहीं तिणसू भें खालसे रैहणरो हुकम हुवे तरे राजा कटह्यों बाघेली कह पिण म्हारे तो रिणधवल नें थे सारिषा कंबर छो। नैंवर्ल तोनें क॑ सरसो गिणती मांहे गिण छू । में म्हारो माल दीधो छै ने थारी असवारीरे वास्ते म्हारी असवारी रो खासो धोड़ों दीधो तरे कंबर मुजरो कीधो ने राजा सीख दीधी नें कह्यो सांमरे ३ वेगा आवज्यो । इसो कहि सीष दीघी घोड़ो खाल्सारी पेश जायगा राख्यो। सोलखणीसं मुजरो कियो । इनायत वरस्तां थी तिकी देखाई। ठरे मा क्यो बेटो बाघेली आगे रहमां हीज भरोसो। तिसे खोजां नाजरां दोड़ि बाघेलीसू कु आज महाराजा खने थो जितरों सगढ़ो जगदेवने दीधो ओर असवारी रो पाटवी घोड़ो बगसियो। इतरो सुणतसमो हिया मांहि छाय छागी ने क्यो महाराजा जनाने पधारीजे रसोड़ो तयार हुवो कै ने महारानी बाघेलीजी दांतण कियां बिना बिराजिया छै। पढ़िटी महाराजारी सवारीरों दरसण कर आरोगें था ने आज धन दिन धन घंड़ी पोहर महाराज पधारीया तिको दीदार करि दांतण फाड़सी । इतरो राजा सांभलि दरबार बहोड़िः मांहे पधारिया। १ सद॒श ।२ ख़ास । रे पायगाह घोड़ों का अस्तबल। ४ दूतों ने। ४ नए सक कंचुकियों ने ६ ज्वाला अभि । ७ दर्शन । ८ समाछ्त करके ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "७४ भालो घड़ावर्तां मास छः छागा। पछ्छे छोहाररी बेटी अरज कीवी रावजी भालो तयार हुवो छे । तरे राबजी बोल्या म्हारी एरों ल्याव ज्यू नीबले ने पोय राल्रां । दरें डाबड़ी कह्मो राबढजी हेक तो बडो सोच छे। मृ बैरी किसू। तरे डावड़ी बोली ऊ मोटियार छे थे बूढां छो कदे भालो पकड़ खोस ने पाछो ही चछावे ने रावछूजीरे दें तो हाथ के ठोड़ घालौ८ तरे रावलजी कह्मो हिवे हिवै म्दारी भछो कह्यो जाबो भाँजि रालो मैं रावलजी कहो भाई माँहजी नीबला तू ले गयो छे ताँहजी सूरज ले जाइया । इतरो कहि सुख माँहे रहें । हिंवे सोनगरीरे बेटा दोय हुवा । कागद वीरमदेजीरा आबे। इम बरस दसहुवा । तहै दूजी बहिन दीर परदे जोर छेतिणरों साहो थापियों। दहायां ने नाढुर मेल्या । तरे प्रोहित मे बीरमतीने घुलाई। ७ ४४५ तिका जलूस करि ने आई । पिता माता भाई भोजायाँ सू मिली । घणी खुस्याली हुईं। दिन २३ बीताँ भाई वीरमदेस्यू बाई कह्ोथाँरा बेहनेई नें बुछाबो तो भली बात छे। मोने गिणो तो म्हारी एक अरज छे । मोने काँचली दीनी हु जाणस्यू अमरकाँचली भाई दीधी। १ सम्बोधन मेरी । २ पिरो डालें बींध डारें । ३ लड़की । ४ मेरा । ५ वह। ६ यदिकदाचित्। ७ छीनकर। ८ हाथ धाला मुद्ठा० हाभथ किस जगह डालें किसे मुंह दिखावें। ६ ठीक ठीक । १० तोड़ डालो। ११ मेरी खी । १२ तेरी । १३ क्षत्रियों की एक शाख़ा । १४ बहिन का पति बहनोई । १४ मेरे पति को अभय देने को में भाई की ओर से कांचली का दान समभूंगी भाई बहिन को जो पोशाक देता है उसे कांचली कहते हैं वास्तव में कांचटी कंचुकी को कहते हैं जो ख्त्रियाँ वक्ष पर पहनती हैं ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "७२ सोढाँ रो नेस छै तिके दोड़ा छे। भोमियाभूब धरतीरा बवासीर त्यॉरो साँमेलो आछो तो रावलु माँदे परमेसर नही गधेड़ाकी वू है। सुणियों थो त्यूद्दीज छै। तरे वीरमदेजी आगे बधि गढ़ आया तठे राबढुूजी तोरण षण त्यूहीज कह्यों। चंबरी निपट अलूसरी थी पिण रावड॒जी देखने कह्यो चंवरी सखरी सखरी पिण सोढारी चंवरीरी होड नही हुवे। पछे हथलेवो दीयो ने बोल्या सोनि गरीरो हाथ आछो आछो पिण सोढीजीरे हाथरी होड न है। ओ वचन सोनगरी साँभलुतसमाँन भस्म हूबे। आगे सोढीजीरी सोभा सुणी हीज थी। तिसे उलावला फेरा ढेने चाल्वारी तयारी कीवी । तिसे रावलजी सीख मांगी । घणो ही हुठ कीनो पिण चढ़िया। तरे कानड्देजी रॉणकदेजी वीरमदेजी तोने मिछ् बात कीनी । ऊपगार ऊपरा बाई दीनी िण रावलु माँहे गधेड़ारा लक्षण दीसे छे बाईरो जमारो डबोयो पिण एक बार तो बाईने गढ पोहचावणी तरे तयारी कर असवार सो एक साथे दे रथ माँहे बैसाँण साथे सहेलल्याँ दे चछाई। राजड़ियो खबास साथे मेल्यो पोचावण ने आगे कोस ४० गया ते चलाब आयो । तद रजपूत अमल करणने साराँफेरॉप रा टेब टालहण नें ऊतरिया। रथ छोड़ियो । तरें सोनगरी दांसीनै कह्नो फारी पॉणीसू भर ल्याव । तरे दासी कारी भरणने गई । भागे देखें तो २ नाश । २ भामूली भूमिपाल जागीरदार थोड़ी सी जमीन के मालिक । ३ राम दम । ४ गदहे की अकूल ५ शानदार । ६ करग्रहण । ७ जीवन ८ सर सपट्ठा । ठेब कादतप४६७७ शलने जरूरत पूरी करने के लिए शोचादि के लिए ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "१३६ ने तरवार काढी मै उब्ाह्यां ऊभी तितरे आंटो हेठे आंराणे आयो ने जांण्यो सूता छे तिको बोजलीरा चमकासू दोनां ही नें बाढदसू तिसे बीजली चमकी ने पिउसंधी तरबार चछाई विको कड़ियां मांहि बूही। दोइ टूक हुवा ने हेठो पड़ियो छोहीरो चीषड़ो हूबो । दरे पिच्संधी तर्वार दुले करि भींबारे पापती पोढ़ि रही घड़ी दोय नें भींवो नोड़ोछोडणने जाग्यो । तिको ढोलियासू षग नीचो दीयो । तरे पगां मांहे कीच छागो। भीबे जांण्यो कठे हो परनाऊ छिटकी के छात फाटी । तरे भींवो कहै शाति अबारी चीपलो तरे पिथ्संधी बोली आंटो बीशरियों में प्रिउत्तंधी माटकियों सु ऊढो उबरियों वर्ले पाछडी बात पिडउसंबी कही तरे सगली बाल जांणी । आंदे रे भाई सात छः । त्यां मांहे एक तो रहियो ने बीजो अक्काई निपट टणको८ छः त्यांस दोय बैर अंहग्या अबे पिड्संघीरे बीजो बेटो हूओो । तिणरो नाम मुषड़ो दीधों । ने पहली वरस दोयरो जषड़ो हुवो थो तरे गज़रात पाषती माछा २ डत्दाहु हाथ उदाकर तलवार को तोले हुए खड़ी । २ आँगन में । रे चली प्रहार किया। ४ कीचड़ । ५ दसे करि झह।० तलवार को कोषगत करके । ६ पिशाब करने को । ७ बचराया । ८ पराक्रमी ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "४१ सूधो भूतरी गति पाई। तिको आपरे गाँव असवारीरी जलूस करि आथण रो आपरे मैहर्ां आवे बड़ी मजलिस करि हरहमेस आवबे। गाँव सूनो पड़ियो छः । दिनरे पोहर पाखती रा गावांरा गोरी बैसें रमें खेले ने गायां चरावे । तिण समीये एके दिन एक योगीसर आयो नागो गोरी बैठा देखि मैठां मांहे आयो ने मरोखे बैठो। तिसे संमयारा गायां छे ने गोहरी घराने घिरिया। तरे जोगीसरने गोहरथां कल्यो बाबाजी किणही गाँव जावो परा ओ महू तो सूना छः ने रात पड़ियां मैर्ला रो धणी तेजसी तंवर आवबे जिको भूतरी गतिमें छेः । थे धोको खास्यो पछे थे जांणो तरे जोगेसर सुणि ने मन मांहे विचारियो देखां भूतमाया किसीएक हुवे छः। तरे महिल मांहे हीज आसण कीधो रात घड़ी दो एक गई इक डंको सुणियो। तरें जोगेसर जांण्यो कोई सिरदार आवे छे । तिसे हाथीरी बीरघंट सुणी तुररी सहनाई सुणी धोड़ांरी कलहलु सुणी । चराकां सो एक मूंढा आगे हुवां चूँवर ढुलुताँ हाथी माथे बैठो सिरदार दीठो । तिसे केइक असवार महिलां आया । तिसे फरास आय मैछां आगे चोक मांहे जाजम दुलीचा विछाया गिलमां बिछाई तकिया छगाया । तिसे तेजसीजी गादी तकियां आय बेठा । जोगेसर तमासा देखे छैः । तिसे कैइक १ सन्ध्या सूर्यास्त के समय । २ आपपास के। ३ ग्वाल गोपालक। ४ गोरी ग्वाल का रूपान्तर ५ हाथी के श्टूगार की बड़ी घंटी । ६ कोलाइल । ७ चिराश ८ गलीचा ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "भ्क चारणों और भाद कवियों का काम रहा है। इसके रूप की व्यापकता को देखते हुए कह्टना पढ़ता है कि राजस्थानी का अधिकांश गद्यसाहित्य यहां तक कि ऐतिहासिक सामग्री भी कहानी के ही रूप में प्रकट हुए हैं। राजस्थान के इतिहाक ग्रथ ख्यात कहानियों के संग्रह मात्र हैं । राजस्थानी कहानियाँ तीन प्रसुख रूपों में मिलती है १ केवल गद्यमय रूप में २ गध्यपद्चमिश्चित रूप में ओर ३ केवल पद्चरूप में । इस जमाने में भी यदि खोज की जाय तो हजारोंग्रन्थ बातों के मिल सकते हैं जिनमें उपरोक्त तीनों रुपों में कहानियां मिलेंगी गद्यात्मक कहानियों को वात कहते हैं ओर पद्यात्मक कह्दानियों को गीत । दूसरा रूप सदा से लोकप्रिय रहा है ओर हमारी समझ में वही राजस्थानी कहानी का सर्वोत्तम रूप है। कहवाट की कहानी इन तीनों रूपों में हमें पोधियों फ०क एथक २ हस्तलिखित पो याम देखने को मिली । इतना तो राजस्थानी कहानियों के रूपात्मक अंग के संबंध में हुवा । विषय भी कहानियों के अनेक मिलते हैं । प्रसुख विषय तो वीरता ही है जिस पर अनुमानतः सो में से पचास कहानियाँ लिखी मिलती हैं । परन्तु इसके अतिरिक्त प्रेम भक्ति स्वामिभक्ति प्रञापालन गोरक्षा पातिबतधर्म और नीति के अनेक अगों पर भी स्वच्छद रूप से कहानियाँ लिखी गई हैं। अपने पहले प्रयास में हमने फेवल वीरता के सुरूय विषय को लेकर सात प्रख्यात ऐतिहासिक कट्दानियों का संकलन किया है । यदि ये राजस्थानी ओर हिन्दी जनता को रुचिकर हुई तो इतर चिषयोँ यथा धर्म नीति आदि पर भी संकलन डपस्थित करेंगे । सब से विचित्र बात जो राजस्थानी कहानी में देख पड़ती है वह है उसकी शली की विलक्षण वेयक्तिकता । राजस्थानी कहानों की शेली राजस्थानी ही की है उसकी समता दूसरी भाषाओं में हूँ ढना निरर्थक दे ।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "Rajasthani03_output",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आज मिसरा जी माता माथै पड़या पड़या खैंखार करै, कनै एक फूट्योडी ठिकरो पड़ियौ खैंखार थूकण खातर। मांदगी किण री सगी? डील रै सगलौ लागगो। कोरा हाड़का बचिया हा। पड़ता दिनां सगला रा ऐ इज हवाल व्है। मिसराजी जको सुपना देख्या बे पूरा किना पर आज इणरे बुढ़ापा री डांगड़ी फकथ सहारा इज ही। बखत काढ़र बापू री दवा दारू करावती साल संभाल करती। ईयां करता मिसराजी घणा दिन नीं काढ़्या अर एक दिन इण दुनिया ने छोड़ जाता रह्या। आस पड़ौस कांनीं सूं सहारा ने समिचार करिज्या तो दोन्यू बेटी जंवाई ऊभै पगां पूगगा। सहारा उमरे दोन्यूं भायां सूं कानाबाती (टेलीफून) सूं बतल किनी कै अठै बापू देवलोक व्हैगा। जियां तियां बेगा पूगो। बीं टैम तो मोटैड़े भाई रो मूंडो ई नीं खूल्यो पर घड़ी डेडैक रै पछै फोन री घंटी बाजी। सहारा रिसिवर उठार सुणियो तो मोटेड़ो भाई बोल्यो सहारा आज म्हारै जरूर कांफ्रेंस है। म्हैं नीं पूग सकूं। बैया थनै ठाह है थूं कां ी बोल रह्यो है, थोड़ो संभलर बोल, ओ बखत टालो करण रो नीं है। मां बाप री अरथी ने खांदो अर अगलनी लांपो कै मुट्ठी माटी उणरा बेटाई ज दिया करै अर आई ज समाज री रीत है। इण खातर थनै कियां ई व्है पूगणो पड़सी।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "बुद्ध घरांरी मार पड़े जो माते खाट ठरावे ।।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "अभैराम री रचना है। इणरी रचना सं. 1754 में व्ही। इणमें 550 छंद है। ऐ बीकानेर रा महाराज अनूपसिंघ रा दरबारी हा। रणथंमभोर रै कनै बेहरन गांम रा रैवासी हा। अनूप संस्क्रत पुस्तकालय में प्रति है।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "सत्त कीन ाव गुरु सरमै कर, पार उतरगा कतरा।।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "नयना चित गयो जी। बडी तलै में झलतराने देखियाजी",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "कुंवर सुताई सुख भर नींद, जगाया जागे नहीं जी, वरस दादासा (पापाजी) जाय जगाय, कुंवर हठ क्यूं रे लागा, दादासा खरचोनी लाख दो लाख, ते जणलावो लीलड़ीजी, गोड़ी ने दाल चंणारी चबावो, बलवंती में बल गणों, जी, गोड़ी ने रूपारी कुंड्या पाणी पावो, रूपारी नें रूप घणोंजी गोड़ी ने नागरवेल रापान चबावो, रसीली में रस घणेंजी, गोड़ी रे रेशम रा पड़दा तणावो, लजारूतो लाजां मरेजी, गोड़ी ने सेलडीरा वाड़ चबावो, रसीली में रस घणोजी, इस प्रकार सब परिवार वालों के नाम लेकर कहना,",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "ओलमो, में बाल्मीकि रामायण में अनुवाद रा अंसं",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "सम्पर्क, राजस्थान भारती, मूमल, ओलमो, जागतीजोत आद पत्रां में छपी",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "धरम धरम कथा करम खपावे, करे करम पापां रो।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "तिरछी घड़लो कमर सम्हायां, आंख्यां नै मटकाती।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "बहु थासु तेली नहीं होय।।शासन माता शत दियोजी।।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "कई जगा कसूमल कपडो चढ़ाणे रो भी रिवाज हैं।नाडी री पाळ उपर दूध भी चढाइजे हैं औंर विण पर दीयो भी करिजे हैं।पछे बे दूध मिलायोडे पाणी मे चन्द्‌र्‌मा रा दर्शन करे हैं। नींब्ंाू , ककडी ,सातू ,मोती ,नीम,दीयो, कसूमल कपडो इण सब री परछाई नाडी मे देखे हैं। कसूबल साडी पेहन औंर नाक मे बाळी पेह्न ने सू चोखो फ़ळ मिले हैं। बाद मे आरती कर पुष्पांजली अर्पित करिजे औंर कथा केविजे हैं।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "राजा केकय री पुत्री अर राजा दशरथ री मानेतण राणी। आ भारत री माता तथा घणी वीर ने रूपाली ही। मंथरा दासी रा बहकावा सूं भरत ने अयोध्या रो राज तथा राम ने चवदे वरसां रो वनवास- अैड़ा दो कौल दशरथ कनै सूं लिया।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "जब जाग बनीये माँग नबीये बनडो के सो फुठरो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "शक्ति री पूजा में विश्वास करने वाळा शाक्त मतावलम्बी कहलावे है। मातृ देवी री पूजा सिन्धु सभ्यता में परिलक्षित होवे है। शाक्त धर्म सामरिक जीवन सु जुडयो है। चूँकि युद्धों रो नेतृत्व राजस्थान रा राजा लोग करता हा अतः आपरी शक्ति में अधिकाधिक मान्यता होणे रे कारण ए देवी ने आपरी कुल देवी रे रूप में संस्थापित कर लिया। सिसोदिया राजा बाणमाता ने, बीकानेर में राठौड करणीमाता ने अर जोधपुर राजपरिवार नागाणेचीजी माता ने अर कछवाहा अन्नपूर्णा ने कुल देवी स्वीकार कर ली। आज भी राजस्थान में शक्ति पूजा रो महत्वपूर्ण स्थान है।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "पूरी बात कंवर रै मूंडै सूं निकळी भी नी ही कै सेठ बीच मांय बोल पड्या – अन्नदाता, इनांने पूछौ – आ बात ऐ यां ही होयी है न? तहसीलदार सुणकर चुप्प रैयो। जणां सेठ नाटकीय ढंग सूं बोल्या- अन्नदाता आपरी गादी रो यो अपमान। म्है लोग आपरी गादी री ही सलाम तो बजावा हां। नी तो ऐयां का म्हारै बीसां नौकर रैवे। बी टैम यो तो छोरो हो म्हूं उणरी जगां होवतो तो या बात कैवताई तलवार सूं नाड़ काट देवतो।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "ईडर रा नारायणदास, सिरोही रा सुरताण, जालोर रा ताजखां, जोधपुर रा चन्द्रसेन, बूंदी रा दूदा द्वारा मुगल विरोधी कार्यवाहियां",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "ईयां सै म्हे कूच करां हां पथ नै देखां ध्यान सूं।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "वीरा बाईसा 2 वीरा बाईसा ने झम्पर पेराय रे ।वीरो।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "मारी ने इग्ण्यो चोथो मास नारंगी नारंगी करे",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "सिरोही रा राव देवखेड़ा री दूजा राणी बाघेली ही। उण री सीख मांय आयर देवड़ा सोनलदे सूं मारपीट करी। पाबूजी सीधा बाघेलां हर चढ़ाई करदी अर घमासाण लड़ाी हुई। लड़़ाई मांय गोलो आनो खेत रह्यो। अब पाबूजी सिरोही रै राव देवड़ा पर चढ़ाई करदी। तगड़ी राड़ रूपी। राव देवड़ा घायल हूग्यो अर मोत रै नैड़ै पूगतो दीख्यो जद भाणा सोनलदेव सुहा रो दान मांग्यो जद देवड़ा नै बगस दियो।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "लातां धातां कान मरोड़ी, डर मन रै कुम्भा को।।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "बामण नै साठ बरस तांई तो बुध आवै कोन्या, पछै जा मर।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "बात लाय री दांई गांव मांय पूगी तो सगला मिनख लुगायां टाबर भेला व्हैगा। गांव रो चारेक मोट्यारा टाबरां रै बताया  मारग कांनी लारौ कियो पण कीं कारज नीं सजियौ। सिरैपचं रै मारफत थाणा मांय रपट रो दाखलो करायो गयो।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "सब ईश्वर शूं प्रवर्त व्हेवे वा अहङ्कार शूं।",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "aapanorajasthan_marwari",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आलमशाह खान शिक्षा : एम.ए. पीएच.डी. जन्म-तिथि अर स्थान : 31 मार्च सन् 1936 ई. उदयुर (राज.) मौजूदा काम धन्धो : हिन्दी प्राध्यापक, उदयपुर विश्वविद्यालय, उदयपुर छप्योड़ी पोथियों : राजस्थानी वचनिकाएं (1964) पत्र-पत्रिकावां में छप्योड़ी रचनावां भारतीय साहित्य, साप्ताहिक हिन्दुस्तान, मुक्ता, परिषद् पत्रिका, सारिका, नखलिस्तान, ना.प्र. पत्रिका, बीसवीं सदी, सम्मेलन पत्रिका, परम्परा, मधुमती आद में हिन्दी ऊर्दू-राजस्थानी रचनावां अणछपी रचनावां वंसभास्कर-साहित्यिक अध्ययन (पीएच. डी. रो सोध-प्रबन्ध) सदीव रो ठिकाणो भूपालवाड़ी, उदयपुर (राज.) मौजूदा ठिकाणो उपर मुजब सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आपाणो राजस्थान री वेबसाइट रो Logo राजस्थान रा जिला रो नक्शो (आभार राजस्थान पत्रिका) राजस्थानी हँसीकावां क्रिकेट रो मैच चालरयो थो। सीता आपरै नौकर नै पूछी, क्यूं रामू दादा, तेरो के विचार है। रामू- के बेरो सरकार, म्हे तो लडाई झगडै सूं दूर ही रैवूं। अेक मौलवी रै चौथो बच्चो हुयो। बण आपरै स्याणै भायलै सूं पूछ्यो- लडके रो नाम के राख्यो जावै। दोस्त पूछी- बाकी तीनुंवा रा के नाम है। मौलवी साब बतायो- सबसूं बडो असगर अली, उण सूं छोटो मुहम्मद अली अर तीसरो नूर अली। दोस्त कुछ ताळ सोची फेर बोल्यो- इण चौथे लडकै रो नाम बसकर अली राख्ल्यो। डॉक्टर साब, थे म्हारै पति रे दिल रो सफल ऑपरेशन कर दूसरो दिल लगौ के बणां रो जीवन बचा दियो। थानै घणां-घणां धन्यवाद। सब भगवान री किरपा है। डॉक्टर बोल्यो। पण डॉक्टर जी, इब बणां रै दिल में पैली जिस्यो प्यार कोनी रयो। अबार नयो नयो है, कोसिस करता रैवो कुछ दिनां पछै काबू में आ ज्यासी। डाक्टर मरीज नै दो गोळी दे के बोल्यो- एक तो रात नै सोवंती टेम ले लीज्ये अर दूसरी जीवतो रैयो तो सुबे ल्व लीजै। सरकार और कार में के अन्तर है। सरकार आँख बंद करकै चलाई जा सकै पण कार नहीं। पुत्र- पिताजी, कानून अेक सूं ज्यादा शादी करणै री छूट क्यूं कोनी देवै। पिता- बेटा, बडो होकै तू खुद समझ जावैगो और बइयां कानून आपणो रखवाळो ही है। ज्योतिष सरोज बाई नै बोल्यो- थे थारै पति रो भविष्य जाणणो  चावो हो कै। सरोज बाई बोली-नहीं, म्हारै बणको थे अतीत बताओ, भविष्य तो म्हारै हाथ में है। सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "पूरब में 7 मील री दूरी माथै हर्ष रौ पहाड़ आयौ थकी है। इण पहाड़ रै नीचै हर्ष नाम रौ अेक छोटौ-सोक गाम ई बस्यौड़ौ है। हर्ष रौ पहाड़ अर जीणमाता रा पहाड़ अके ई श्रेणी में है। अेक कैवत जीवा ही- 'जिण न देखी जीण, जग में आय'र के कीण' कैवण रौ मतलब औ के जे जीण माता रा दरसण नीं कर्या तौ दुनिया में आय'र पछै कांई कर्यौ। जीण जिकी के जीणमाता रै नाम सू चावी है, लारलै केी सईकां सूं लोक में पुजीजती चाली आय रैयी है। इणरौ मिंदर सीकर सूं 7 कोस दिक्खण में है। मिंदर पहाड़ां री घाटी में आयौ थकौ है। जिण पहाड़ां री घाटी में मिंदर है, वै जीण्‌ाता रै पहाड़ां रै नाम सूं चावा है। आयै बरस चैत अर आसोज रै नौरतां में जीणमाता रै मिंदर में बड़ौ मेलौ लागै अर दूर-दूर सूं लाखूं लोग जीणमाता र दरसण करण नै आवै। जीणमाता इणी लोक री मानवी ही, जिकी आपरै त्याग-तपस्या भर्यै जीवण रै कारण लोक में पूजीजी। विक्रम रे इग्यारवैं सईकै री सरूआत में चौहाण घंघ (घंघरान) चूरू नगर सूं 4 कोस पैली आपरै नाम सूं 'घांघू' गाम बसायौ हौ। घंघ दो ब्याव कर्या हा अर दोनूं ई राणियां सूं उणरै तीन तीन संतानां पेदा हुई। पैली राणी सूं दो पेटा हर्ष अर हरकरण ने अेक बेटी जीण, अर दूजी राणी रै तीन बेटा कन्ह, चंद ्‌र इंद पैदा हुया। क्यूंकै दूजी राणी ब्याव सूं पैली आपरै गरभ सूं पेदा हुवण वालै बेटै नै उत्तराधिकारी बणावण रौ वचन लेय चुकी ही, सो घंघ री मौत रै बाद कन्ह बाप री गादी माथै बैठ्यौ, जदकै सबसूं बडौ बेटौ हुवण रै नातै असली हकदार हर्ष हौ। यूं तौ घंघ रै छह संतानां ही, पण लोक हर्ष अर जीम आं दोनां नै इज याद राख्या। आ दोनूं जिकी त्याग-तपस्या करी, वा फगत राजस्थान रै ई नीं, आखै भारत रै इतिहास में न्यारी निकेवली अर बेजोड़ है। जीम नारी समाज रै दियोड़ै झूठै लांछनां सूं समाज नै सदीव सारू छोड दियौ अर उणरौ साथ दियौ उणरौ मांजायौ भाई। बैन-भाई रै पवित्र रिस्तै नै अै दोनूं जकी ऊंचायां तांई पुगाय दिया, वै आखी दुनिया में दरलभ है। हर्ष अर जीण सूं संबंध राखण वालौ अेक बौत ई बडौ अर हीयपरसी लोकगीत प्रचलित है जिकौ बौत पुराणौ ई है। गीत में हर्ष और जीण री बातचीत रै जरियै उणां रै जीवण री सगली घटनावां वरणित है। गीत इत्तौ मारमिक है के पढण अर सुणण वालां री आंख्यां में आंसू भर आवै। भाई-बैन रा मरमपरसी संवाद अंतस में उतर'र हर कोई नै झंझोड़ न्हाकै। लोकगीत सूं पत्तौ पड़ै के आं दोनां रौ जनम घांघू मेंय हुयौ हौ। हर्ष रौ ब्याव हुय चुक्यौ हौ अर जीम कंवारी ही। मर्यां सूं पैली आं दोनां रा मां-बाप जीण री भोलावण देवतां हर्ष सूं वचन लियौ के वौ उणने किणी ई भांत रौ राई-रत्ती ई सस्ट नीं हुवण देवैला। अेक दिन हर्ष री बहू जीण नै तानौ मार दियौ। जीण उणी बगत घर छोड'र निकलगी। लारै जद हर्ष घरै आयौ अर उणनै आ बात ठा पड़ी तौ वौ अजेज जीण नै मनावण सारू न्हाट्यौ। दोनूं ई मांजायै भाई-बैन नै बालपणै सूं लेय'र बडै हुवण तांई रा साथै बिताया दिन याद आवम लाग्या। वां सनेवभर्यौ दिनां नै याद करती थकी जीण फूट-फूट'र रोय पड़ी। हर्ष उणनै पाछी घरै चालण री लाख कोसिस करी, पण वा आपरै माथै लगायै गयै झूठै लांछन री वजै सूं टस सूं मस नीं हुई अर हर में लौ लगावण री पूरी तेवड़ली। उणरी बातां सुण'र हर्ष रै मन में ई वैराग जागग्यौ अर वौ ई उणी वगत उणरै साथै तपस्या करण सारू रवानै हुयग्यौ, आ कैवतौ थकौ के जीवतौ तौ वौ कदैई उणसूं नीं बिछड़ैला, अेक मौत ई वां दोनां नै बिछड़ाय सकै। दोनूं ई सीकर सूं कीं दूर आयै थकै पहाड़ माथै पूग्या अर आमनै-सामनै री दो चोटियां माथै न्यारा-न्यारा, भाई-बैन हुवण रै नातै अेक दूसरै नै पीठ देवता तपस्या करण लागग्या। जुग बीतग्या आ घटना घटियां नै, पण दोनूं ई भाई-बैन री कहाणी आज ई लोगां री जबान मातै है। दोनां रै ई त्याग-तपस्या री साख भरता 'जीणमाता मिंदर' अर 'हर्षनाथ मिंदर' आज अरावली परबत री श्रृंखला रै नीचलै हिस्सै में ऊभा है। सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "कानिया मानिया कुर्र, हनुमानगढ़, 1 जून 2005, अंक-3, पेज-4 प्रस्तुति- जोगासिंह कैत 'जोगी', वरिष्ठ उद्घोषक आकाशवाणी, सूरतगढ़ (राज.) ड्‌यूटी पुलिस मार्‌यौ छापौ वी.सी.डी. पकडीजगी फोकट मांय फिल्मां देखी ड्‌यूटी गिणीजगी। स्याणा पुलिसआळा देखौ कित्ता स्याणा मारै डंडा अर कमावै दाणा टैम जका माइत टैम स्यूं नीं जागै बां'रा टाबर बां ड़ै पाग़ां कद लागै। दुःख गिण्यां-मिण्या लोग भेळा करै सुख ई खातर ई दुनियां मांय बध रैया दुःख। घाटौ जद मांग्यां मिलै आटौ तो बताओ किंयां लागै घाटौ। लालबत्ती मारग चालणियां नै लालबत्ती आगै नै चालण स्यूं पालै पण रेडियो अनाउंसर लालबत्ती देख र आगी नै चालै। मरियल मरियल सै छोरै रो काम जमग्यौ मोटापौ घटावणआळी दवाई बेच र मोटौ सेठ बणग्यौ। सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "दौलतराम डोटासरा) (अ - अ:) अ अख़बार-1 छोरो करै कोनी धेलै रीकार उठतां' ई मांगै अखबार। अख़बार-2 रोजिना अख़बार निकलै नूंआं-नूंआं बा में कोनी कीं चाहे पढो उल्चाचाहे सूंआं। अभियान बां चलायौ नशा विरोधी अभियान खा' र ज़र्दे रो पान। अक़्लमन्द घर-घर अक़्लमन्द, फेर भी लड़ाई-झगड़ा हुया कोनी बन्द। अफसर बै है लूंठाअफसर लूटण मांय छोडै कोनी कसर। अबोरसन बै भालै 'सन' करा-करा' र अबोरसन। अड़ै बै जाणै कोनी क ख ग घ ड़ पण बात-बात पर अड़ै। अंगूठो बैलगावै कागदां पर अंगूठौ बो भी झूठो। अरज़ जठै मोटा-मोटा करै है गरज़ बठै कुण सुणै ग़रीब री अरज़। अंट-संट बानै कुण कै' वै अंट-संट जका बतलांवतां ही खावैसात बंट। अस्पताल बै अस्पताल जासैस्यूं डरै क्यूं कै घणखरा सा लोग अस्पतालय मांय ही मरै। अचार इसै ख़सम रो के घालां अचार जको करै कोनी कार। अपील नीचली कचैड्यां स्यूं तंग हो' र करी हाई कोर्ट मांय अपील बठै भी ढील। अकल रो भोरो भगवान मैं भी कोनी अकल रो भोरो कीनै' ई बणा दियो कालो कीनै' ई गोरो। अकल छोरै में कींकोनी नुक्स घणी सू' णी अकल पण कोनी अकल। 'अकेलो' जिको 'अकेलो' बीं रो चा ही उतारै थकेलो। अरदास छोरै करी भगवान स्यूं अरदास कै तूं मन्नै कर दे बिना इम्तिहान' ई पास। आ आंख के काम री दो आंख जद बैलिख जाणै कोनी दो आंक। आड़ू काम बिगाड़ू। आंटी-1 आंटी करै सगलै दिन चुग़ली चांटी। आंटी-2 ऊंदरो घणो ही चिरलायौ कह 'र' आंटी-आंटी' पण बिलड़ी मौस नाखी बीं री घांटी। आटो घ मैं कोनी आटो छोरै नै भावै सैर-सपाटो। आग बो है सगली बातां मांय आगै सगला सो ज्यावै जद जागै। आगूंच बा लड़ाई झगड़ै मैं आगूंच है बीं री ऊपर तई पूं' चहै। आरती टींगर होग्या घणा सरारती बात-बात पर उतारै घरआलां री आरती। आराम बाप करै खेतरो काम बेटो करै घरे आराम। आपणो आं, छेकड़ला, दिनां कुण है आपणा आओ। आंगलियां पर गिणा। आपरो नुकसान बण रीस मांय आ'र घरआली री पाड़ नाखी साड़ी आपरै पगां ऊपर आप ही मार लींधी कुहाड़ी। आत्मविश्वास बां मांय है इत्तो आत्मविश्वास बै जींवत रह ज्यावै बिना सांस। आछो-माड़ो कीनै कै' वां आछो। माड़ो, बांत तोघर मांही रोपराख्यौ है अखाड़ो। आदत पुलिसआला चाहे कित्तो' ई कूटै चोरी री चोरी करण री बाण कोनी छूटै। आछो बन्दो आजकल बो ही है सैंस्यूं आछो बन्दो जको करै दो नम्बर रो धन्धो। आछो बो आदमी आछो जको ले'र देवै कोनी पाछो। आदमी बो है असली आदमी जको लुगाईस्यूं थप्पड़ खावै फेर भी बींनै रीस कोनी आवै। आछी चालै बां री बजार मैं आछी चालै बां रैजूत मारो तो थानै कोई नीं पालै। आवड़ै कोनी मोटर गाड्यां मैं आदमी नावड़ै कोनी फेर भी बानै जामे बिना आवड़ै कोनी। आबाद बै कर'र 'इन्क़लाब-ज़िन्दाबाद' धक्का बस्ती मांय जा'र होग्या आबाद। आथ-साथ टींगर में कीं आथ न साथ चढै मालियै दे दे' र गोडा रै हाथ। आधो-आधो कहत कबीर सुणो भाई साधो चोरी रै माल नै करल्यौ आधो0आधो। आणंद जे कोई म्हाने मुफ्त मैं पावै तो घणो ही आणंद आवै। इ इल्ली जद कणक मांय पड़गी इल्ली तो बै बेचियाया दिल्ली। इमदाद जद घरआला करै छोरां री इमदाद तो बै क्यूं कोनी करै अलबाद। इतिहास बां रो इत्तो ही है ितिहास बां सारी उम्र खेली तास। ई ईमानदार। ईमानदार नै च्यारूं कानी मार ही मार मरै भूखो जिको करै कार। उ उपचुनाव मिट्यौ कोनी बोटां री स्याही रो निसाण बै आग्या दूसर अदाण। उधार बीनै कुण कोनी देवै उधार जकी रो घरआलौ थाणेदार। उपन्यास बूढ़ियै नै आवै कोनी सांस मागै पढणनै रोमांटिक उपन्यास। उदाहरण बां समाजन रै सामै पेस कर्यौ श्रेष्ठ उदाहरण पाछो कोनी कर्यौ ले' र ऋण। उभाणी बा मिन्दर जावै रोज़ उभाणी घरआलै नै झलावै कोनी एक गिलास पाणी। उत्तर काम कै 'ण स्यू पै' लां ई जिको दे देवै उत्तर बो ही सु-पुत्तर। उधार बै है इत्ता उदार दैवै कोनी सागी बाप नै ई उधार। उपदेस म्हे फिरियाया देस-परदेस सगली जग्यां उपदेस ही उपदेस। ऊ ऊंचो ग्रेड-1 बांगो हुग्यो ऊंचो ग्रेड बांगी हिफाजत वास्तै बणगी महिला ब्रिगेड। ऊंचो ग्रेड-2 छोरौ रो हुग्यो ऊंचो ग्रेड पै' लां चरांतो बकरी अब चरावै भेड। ऊंचो सिर म्हानै देख' र तूं सिर ऊंचो कर' र कियां चालै। ऊंचो स्तर बां रो स्तर हुग्यो ऊंचो आंगली छोड'र पकड़ लियो पूं' चो। ए एम.ए. पास छोरै कर ली एम.ए. पास अब बो कियां गेरै डांगरां नै घास। एलर्जी-1 बै कींनै' ई कोनी कै' वै-'जी' क्यूं कै बां नै है मिनखां स्यूं एलर्जी। एलर्जी-2 बा जीवणो चावै आपरी मर्ज़ी सासू स्यूं है एलर्जी। एटम बम कोई कोनी कीं स्यूं ही कम सगला कन्नै एटम बम। एक छोरो घर मैं ेक ही नग बो भी रैवणो चावै अलग। एको बां रो परिवार मैं एको है ओ ही तो पड़ौसियां रै सेको है। एक अरब देखतो रै' ग्यो रब भारत की आबादी हुगी एक अरब। एक लप बण मरेड़ै बाप रै लारै मण दाणा देवण रो कर्यौ संकलप जद दिया, तो दिया एक लप। ऐ ऐस करो खाओ। अर ऐस करो खूब मरतां वक्त ओ हीसागै जासी ऐ मेरे महबूब। ओलमो छोरी नै के ओलमो बीनै लागग्यौ साल सोलवों। ओ ओपारी ओपरी, लागै परी। सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आपाणो राजस्थान री वेबसाइट रो Logo राजस्थान रा जिला रो नक्शो (आभार राजस्थान पत्रिका) स्वतन्त्रता संग्राम के एक सेनानीः रामचन्द्र नन्दवाना यह सन् 1938 कह बात है। मेवाड़ प्रांत के एक 19 वर्षीय युवक को राष्ट्रविरोधी गतिविधियों में लिप्त होने के आरोप में गिरफ्तार कर लिया गया। युवक के पिता मेवाड़ सरकार की पुलिस सेवा में उप-निरीक्षक थे। एक दमदार पुलिस अधिकारी के रूप में उनकी धाक ऐसी थी कि जब बडे़ क्रांतिकारी माणिक्यलाल वर्मा को गिरफ्तार करना था, तो उन्हें ही भेजा गया था। बहरहाल, 19 वर्षीय उस युवक का नाम रामचंद्र नंदवाना था। माणिक्यलाल वर्मा के निकट सहयोगी होने के आरोप में उन्हें पकड़ा गया था। हालांकि तब तक नंदवाना के पिता का निधन हो चुका था। अंग्रेजों की ओर से उन्हें यह प्रस्ताव दिया गया कि माफी मांग लो और क्रांतिकारियों का साथ छोड़ दो, तो पुलिस सेवा में अधिकारी बना दिए जाओगे, लेकिन नंदवाना ने इसे नहीं माना। दरअसल, उन्हें यह गीत ही अपनाना था- रेशम समझकर रेजियों को ही सदा अपनाएंगे वे भी न यदि हमको मिली तो भस्म देह रमाएंगे। तिल-तिल अगर कटना पड़े निर्भय खड़े कट जाएंगे पर वीर राजस्थान का हर्गिज न नाम डुबायेंगे। उन दिनों राष्ट्रीय आंदोलन को गतिशील करने में जो दो बड़े कारक गांधीजी ने बताए थे, वे थे ‘खादी’ और ‘हरिजन सेवा’। जेल से छूटने पर रामचन्द्र नंदवाना को कमांडर माणिक्यलाल वर्मा ने यही काम सौंपा। उन्हें चिŸाौड़गढ़ जिले के घोसुण्डा ग्राम में खादी केंद्र को संभालने का दायिŸव मिला। यहां उन्होंने मोतीभाई ठाकुर के साथ काम करना था। इसके बाद वे क्रमशः पुर और भीलवाड़ा भी इसी काम को बढ़ाते जाते रहे। 1942 के भारत छोड़ो आंदोलन के दिनों में नंदवाना भीलवाड़ा में थे। यहां उनका निवास ही राजनीतिक गतिविधियों का प्रमुख केंद्र बन गया था। परिणाम निकला पुनः जेल यात्रा। जेल से रिहा होने के बाद वे पुनः खादी के प्रचार-प्रसार मंे जुट गए। इस क्रम में आगे उन्हें जयपुर, टोंक, बारां सहित राजस्थान के अनेक शहरों-कस्बों की यात्राएं करनी थी। नंदवाना उन दिनों की एक बड़ी बैठक का याद करते हैं, जब राजस्थान और मध्य भारत के प्रमुख राजनीतिक बंदियों की रिहाई हो गई थी और माणिक्यलाल वर्मा ने अपने संयोजन में यह बैठक कर, देश की आजादी के लिए सभी से मर-मिटने का आहृान किया था। चौमूं (जयपुर) के पंचवटी नामक स्थान पर हुए इस आयोजन में देश के प्रमुख खादी कार्यकर्Ÿाा बलवंत सांवलदास देशपांडे ने सारे खादी कार्यकŸााओं को रचनात्मक गतिविधियों के माध्यम से गांधीजी के काम पूरे करने की शपथ दिलाई। तब नंदवाना ने अभिभूत होकर अपने खून से पत्र लिखा- ‘सेनापति होने के नाते आप जो भी आज्ञा देंगे, हम उसके पालन के लिए सर्वस्व देने को सदा प्रस्तुत है। ’ आजादी के बाद भी यह शपथ निभाई जानी थी, तभी राजस्थान हरिजन सेवक संघ के मंत्री भंवरलाल भदादा ने उन्हें (नंदवाना को) 1953 में यह काम सौंपा। उन्हीं दिनों टोंक जिले में बैरवा और मीणा समुदायों में भंयकर तनाव हो गया। अस्पृश्यता की भावना से मीणा लोग बैरवाओं की महिलाओं को पांवों में चांदी के गहने नहीं पहनने देते थे। इसके विरोध में बैरवा लोगों ने मुर्दा मवेशी उठाना बंद कर दिया। तनाव लगातार बढ़ रहा था। राजस्थान हरिजन सेवक संघ को यह जानकारी मिली तो नंदवाना के नेतृत्व में तीन सदस्यीय दल वहां भेजा गया। परिणामस्वरूप दोनों समुदायों में शांति-सुलह हो गई। यह काम और चला जब नंदवाना कोटा, उदयपुर, झालावाड़, चिŸाौड़गढ़ और जोधपुर में अस्पृश्यता निवारण के काम में जुटे रहे। 1958 में वे उदयपुर आ गए, जहां हरिजन सेवक संघ के संयुक्त मंत्री के रूप में नौ साल तक यह दायिŸव पूरा करते रहे। फिर वे कपासन लौट आए, अपने  गांव में। यहां आकर उन्होंने उपेक्षित समुदायों के लिए काम किया। बागरिया, कंजर और गाड़ी लौहार समुदाओं के लिए वे लगातार जुटे रहे हैं। अभी लगभग 85 वर्ष  की आयु में भी जब ऐसा प्रसंग आता है, तो वे अपने को रोक नहीं पाते। आयु का अधिकांश हिस्सा उन्होंने गाड़ी लौहार जैसी घुमन्तु जाति के हकों के संघर्ष में बिताया। अनेक गाड़ी लौहार परिवारों को भूखण्ड व आवासीय ऋण जैसी सुविधाएँ दिलवाईं। माणिक्यलाल वर्मा द्वारा स्थापित गाड़ी लौहार सेवा समिति, चिŸाौड़गढ़ के मन्त्री रहे नन्दवाना मानते हैं कि ‘हाशिए पर पड़े इन समुदायों को मुख्यधारा में लाए बगैर राष्ट्र का विकास नहीं हो सकता। तत्कालीन प्रधानमंत्री श्रीमती इंदिरा गांधी ने उनके द्वारा किए गए कार्यों के लिए 1972 में उन्हें ताम्र-पत्र भेंट किया। बाद में तत्कालीन राष्ट्रपति डॉ. शंकरदयाल शर्मा, उपराष्ट्रपति कृष्णकांत, राष्ट्रपति डॉ. ए.पी.जे. अब्दुल कलाम और प्रधानमंत्री राजीव गांधी ने भी समय-समय पर उनका सम्मान किया। गांधी स्मृति एवं दर्शन समिति की ओर से राजस्थान के मुख्यमंत्री अशोक गहलोत ने भी उनका अभिनंदन किया। आज लगभग 85 वर्ष की आयु में भी नंदवाना यही कहते हैं कि ‘सेवा का काम रुके नहीं और गंधीजी का मर्ग हम भलें नहीं। यही वक्त की जरूरत है। ’ अब वे दिल्ली में अपनी बड़ी पुत्री के साथ रह रहे हैं और वहां रहते हुए भी अपनी क्षमता के अनुसार सामाजिक गतिविधियों में सलंग्न हैं. सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आळसी १)उठ बींद। फ़ेरा ले,हाय राम। मौत दे २)ए माँ। ए माँ माखी,बेटा उङाय दे। दो है ३)जाँवतोङा-जाँवतोङा। म्हारे मुन्डै मैं बोर मेल दे नी ४) म्हारे बाप ने धान मती मिलिज्यो। मनै बळीतै ने मेलसी ५)हाथ रै आळस मूँछ मुँडै में आवे ६)काम रै नाँव स्यूँ ताव चढै ७)सो हाथ मारे जणा पच्चास हाथ चालै ८)सोढी जी सिणगार करसी जितै रावळ जी पौढ ज्यासी ९)मुफ़त में खावणो अ’र मसीत मैं सोवणो १०)हाथाँ रै किसी मेंहदी ल्याग्योङी है...... झूठो घमँड १)कुत्तो जाणे म्हारे ही पाण गाडो चालै है २)मामे रै कान मैं मुरक्याँ अ’र भाणजो भाराँ मरै ३)राबङी कहै मनै ही दाँता स्यूँ खावो ४)सबङ के सवाद लागै,आब ना जावै जाबङी गब देसी पेट भरै,धन हे माता राबङी ५)डेड घोङो अ’र डीडवाणे री पायगाँ ६)डेड ईँट री मस्जिद न्यारी ही बणावै ७)म्हारा बापूजी घी खायो हो म्हारा हाथ सूँघो ८)दुनिया मै डेड अकल,आक्खी मै आप र आधी मैं दूजा ९)कोई पूछै न ताछै हूँ लाडे री भुवा १०)जात री धाणकी,कहै भीँट्योङो को खाऊँनी ११)म्हा स्यूँ गोरी जकी न पीळीये रो रोग १२)दाँता स्यूँ बाँधी हाथाँ स्यूँ को खुलै नी १३)मियाँ मुठ्ठी भर,दाढी हाथ भर १४)धान खावाँ हा,धूङ को खाँवा नी १५)सैणप मैं भीजै है..... दुविधा १)सूई भर छान अर मूसळ भर अँधेरो २)सिंघ पकङ्यो स्याळियो,जे छौङे तो खाय ३)सात बार नौ तिँवार ४)नौ लेठा अर तेरह लगवाङ ५)काग मोती दे नहीं,चीङी रोती रै नहीं ६)मोडा घणाँ अर मँडी साँकङी ७)बैकुँठ छोटो अर भगताँ री भीङ ८)नौ री लकङी अर नब्बै रो खरच ९)अठे तो इयाँ अर बठै बियाँ ऊँट बँधग्यो रावळै,अब खुले कियाँ १०)गाडी देख’र लाडी रा पग सूजै ११)खाती न देख’र बैंवते री लाठी लाम्बी हू ज्यावै..... सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आपाणो राजस्थान री वेबसाइट रो Logo राजस्थान रा जिला रो नक्शो (आभार राजस्थान पत्रिका) राजस्थानी लोकगीत लोकगीत धरंती धोरां री आ तो सुरंगां न सरंमाव, ई परं दंव रंमण न आव, ई रो जस नरं नारी गाव, धरती धोरा री। सूरंज कण कण न चमकाव, चन्दो इमरंत रंस बरंसाव, तारां निरंछावळं करं ज्याव, धरती धोरा री। काळां बादळिंया घहरांव , बिरंखा घूघरिंया घमकाव, बिजळंी डंरंती ओळां खाव, धरती धोरा री। लुळं लुळं बाजरिंयो लरांव , मक्की झालो दं रं बुलाव, कुदरंत दोन्यू हांथ लुटांव , धरती धोरा री। पंछी मधरां मधरां बोल,मिसरी मीठ सुरं स्यू घोळं, झीणूं बायरिंयो पंपोळं , धरती धोरा री। नारां नागौरी हिंद ताता मदुंआ ऊंटं अणूंता खाथा। ई रं घोडां री क बातां। धरती धोरा री। ई रो चित्तौडां गढं लूंठो ,ओ तो रंण वीरारो खूंटां ई रो जोधाणूं नौ कूंटां, धरती धोरा री। आबू आभ रं परंवाण, लूणी ग़ंग़ाजी हं जाण, ऊभो जयसलमरं सिवाण , धरती धोरा री। ई रो बीकाणूं गरंबीलो , ई रो अलवरं जबरं हंठीलो, ई रो अजयमरं भड्‌ंकीलो, धरती धोरा री। जपरं नगरिंयां म पटंरांणी ,कोटं बूंदी कद अणजाणी। चामल कव आं री काणी , धरती धोरा री। कोनी नांव भरंतपुरं छोटां, घूम्यो सूरंजमल रो घटां , खाई मात फ़िरंगी , धरती धोरा री। ई स्यूं नहं माळंवो न्यारो,मोबी हंरिंयाणी हं प्यारो, मिलतो तीन्या रो उजियारो, धरती धोरा री। ईडंरं पालनपुरं हं ई रां,साग़ी जामण जाया बीरां, अ तो टुंकडां मरुं रं जी रां, धरती धोरा री। ई न तनडां मनडां वारा,ई परं जीवण प्राण उंवारां, ई री धजा उडं गिगनारा,धरंती धोरारी। ई रं सत री आण निभावां , ई रं पत न नहं लजावां, ई न माथो भंटं चढ.वां, मायडं कोडां री ,धरंती धोरारी। (रंचनाकारं) कन्हंयालाल सठिया वीरं प्रताप (दंश भक्ति कविता) रांणा धीरं धरंम रंखवाळां थूं रंघुकुल रां वटंवाळां थूं रंजवटं रां वटंवाळां वीरं प्रताप रांम रां पोता जस रां जगत उजाळां भलां पालणो खळां खपणो चौसठ घडीआपरां चाळां दो दरिंयाव तरंया इक साथ चटंक चढंवा वाळां खम्या क्रोडं दुंख छोडं सभी सुख खम्या न खोटं खवाळां मवाडां मवाडं बणाई रंजवटं री पटंसाळां एडीठौडं न दियो अंगोठो बढ.तो गयो बढ.ळां थारो नाम कान सुण हांव मुकना मद दंताळां मिनखापणो सिखायो साग मनख मात्र रां बाला खोटां री छाती म खटंक हांल हांथ रां भाला एकलिंग रं रिंया आसरं दिया दुंसमणां टांळ महांरांज चतरंसिंहं वर्तमान रांजनतिक स्थिति परं कटांक्ष (हंास्य व्यंग्य की कविता) अभूतपूर्व उपाय भूत पिशाच निकटं नहं आव महांवीरं जब नाम सुनाव ई चौपाई क कारंण असम्बली म बठयोडां सगळां मंत्री रोजीना दोनूं टंम हंनुमान चालीसा को पाठ करं हं बां न विस्वास हं कि रांमजी री कृपा सूं औरं हंनुमानजी क डंरं सूं भूत उणांक निकटं नी आवगा ओरं ब कद बी भूतपूर्व नी कुहांवगा। (रंचनाकारं) घनश्याम अग्रवाल इलाज (हंास्य व्यंग्य की कविता) आती हुंई कारं स्यूं एक नौजवान टंकरांग्यो टांग़ टूंटी, फ़रं बी बीन मुळंकता दंख कारं वाळां चकरांग्यो। नौजुवान धीरं सी बोल्यो - \"प्लीज, मन्न हांस्पीटंल मना ल चालो टांग टूंटंबा स्यूं म्हांरी तकदीरं खुल जावगी सात साल स्यूं बकारं हूं इब नौकरी नी तो नीं कम स कम भीख तो मिल जावगी। \" (रंचनाकारं) घनश्याम अग्रवाल मरुंधरं वंदणा क्रोडं क्रोडं कंठा सूं गावां म्हं इणरां जगान म्हांरां प्यारां रांजस्थान म्हांरां रूंडां रांजस्थान। इण धरंती रां जंगी जोधा, रांणा पीथळं - सा नामी आजादी रीअलख जगावण, भिडिंया दुंस्मण सामी हंल्दीघाटी कथासुणाव,जस रांउडंतनिसाण म्हांंरां प्यारां रांजस्थान। गोरां - बादल जमल - फ़ता ,दरंगौ जस फ़लायो पन्ना धाय कटांयौसुत न, पाणी कठ लजायौ भामाशाहं- सो दानी जनम्यो, दीन्यौ सरंबस दान म्हांरां प्यारां रांजस्थान। वीरं हंमीरं हंठीलौ रांखी, सरंणागत री टंक अमरंसिंहं री अमरं कटांरी ,थी लाखां म एक साततवा गौरी रां फ़ोडंया , प्रिथीरांज रां बाण म्हांरां प्यारां रांजस्थान। भाखरं भाखरं सूरं जनमिया, जुग जुग चल कहांणी सीस काटं सनाणी भजी ,अमरं हांयगी रांणी सती पदमण कूख उजाळंी , थरंप दियौ बलिदान म्हांरां प्यारां रांजस्थान। भगत सिरोमणि मीरांबाई ,सांवरंय न मोय लियौ जहंरं कटांरां पीगी , वासन नौसरं हांरं बणाय लियौ गूंज उठी जस गौरंव गाथा , चिमक्यौ अंबरं भान म्हांरां प्यारां रांजस्थान। रंग - रंगीली इण धरंती प ,चंबळं सोनौ बरंसाव रांजस्थान नहंरं रां पाणी , आंगण हंरिंयौ करं जाव गोरागोराधोरामाथ , निपजसात्यूं ई धान म्हांरां प्यारां रांजस्थान। मरूंधरं मा री मरंजादा रां, मौडं बंध्यो छ माथ जद जद बिगुल बज सीमा प , सीस बीजणौ जाग रंगत पसीनौ सींच जिणरां, दंस बण बळंवान म्हांरां प्यारां रांजस्थान। रांम निवास सोनी ारंखा - बींनणी ( प्रकृति रो वर्णन ) लूम - झूम मदमाती, मन बिलमाती ,सौ बळं खाती , गीत प्रीत रां गाती , हंसती आव बिरंखा बींनणी। चौमास म चंवरी चढ.न , सावण पूगी सासरं भरं भादव ढंळं जवांनी , आधी रंगी आसरं मन रां भद लुकाती , नणा आंसूडां ढ.ळ्काती रिंमझिम आव बिरंखा बींनणी। ठुमक ठुमक पग धरंती , नखरां करंती हिंवडां हंरंती , बींंद - पगलिया भरंती छम छम आव बिरंखा बींनंणी। तीतरं बरंणी चूंदडीण काजळंया री कोरं प्रम डांरं म बंधती आव रूंपाळं गिणगोरं झूठी प्रीत जताती , झीण घूंघटं म सरंमाती ठगतीआव बिरंखा बींनणी। घिर - घिरं घूमरं रंमती ,रुंकती थमती बीज चमकती, झब - झब पळंका करंती भंवती आव बिरंखा बींनणी। आ परंदंसण पांवणी जी , पुळं दंख नीं बळां आलीजा रं आंगण म करं मनां रां मळां झिरंमिरं गीत सुणाती , भोळं मनडं न भरंमाती छळंती आव बिरंखा बीनंणी। रंवतदान आरंती उतारंजो। प्रीत नं पसारंजो। बरं नं बिसारंजो। गांठ नीं घणी कसो , रांडं गत मगरंजो। बाळंजो न काळंजो , काळंजां न गरंजो। रांखजो निभावजो , हंत नी न झारंजो। रांम रंहं रंहंीम रंहं जूण न सुधारंजो। रांम - खुदा एक हं , किण न ई पुकारंजो। हिंन्दूं मुसळंमान सिख , दंश ; मिळं, संवारंजो। फ़णकणाव नाग , फ़ण काटंजो - बंधारंजो। आबरुं रुंखाळंजो , रुंळं रंयी बुहांरंजो। थ बडां क म्हं बडां , अहंम मत फ़िंगारंजो। काच सूं मिळंया करो , साच सवीकारंजो। ज मिनख मिळं कठ , आरंती उतारंजो रांजन्द्रं स्वर्णकार अरं घास री रोटी हंी जद बन बिलावडां ल भाग्यो। नान्हां सो अमरंयो चीख पडं्यो रांणा रो सोयो दुंख जाग्यो। हूं लडंयो घणो हूं सहंयो घणो मवाडीमान बचावण न , हूं पाछ नहंी रांखी रंण मं बरंया रो खून बहांवण मं , जद याद करूं हंळंदी घाटी नणा म रंगत उतरं आव , सुख दुंख रो साथी चतकडां सूती सी हूंक जगा ज्याव , पण आज बिलखतो दंखूं हूं जद रांज कंवरं न रोटी न , तो क्षात्र - धरंम न भूलूं हूं भूलूं हिंदवाणी चोटी न महंलां मं छप्पन भोग जका मनवारं बिना करंता कोनी , सोन री थाळंयां नीलम रं बाजोटं बिना धरंता कोनी , अ हांय जका करंता पगल्या फ़ूला री कंवरी सजां परं , ब आज रूंळं भूखा तिसिया हिंदवाण सूरंज रां टांबरं , आ सोच हुंई दो टूंक तडंक रांणा री भीं बजरं छाती , आंख्यां म आंसू भरं बोल्या मं लिख स्यूं अकबरं न पाती , पण लिखूं किंयां जद दंख हं आडांवळं ऊंचो हिंयो लियां , चितौडं खडंयो हं मगराम विकरांळं भूत सी लियां छियां , मं झुकूं कियां। हं आणा मन कुळं रां कसरिंया बानां री , मं बुझूं किंयां। हूं सस लपटं आजादी रं परंवानां री , पण फ़रं अमरं री बुसक्यां रांणा रो हिंवडां भरं आयो , मं मानूं हूं दिल्लीस तन समरांटं सनसो कवायो। रांणा रो कागद बांच हुंयो अकबरं रो सपनूं सो सांचो पण नण करंयो बिसवास नहंी जद बांच बांच न फ़िरं बांच्यो , क आज हिंमाळां पिघळं बह्यो क आज हुंयो सूरंज सीटंळं , क आज सस रो सिरं डांल्यो आ सोच हुंयो समरांटं विकळं , बस दूंत इसारो पा भाज्या पीथळं न तुरंत बुलावण न , किरंणां रो पीथळं आ पूग्यो ओ सांचो भरंम मिटांवण न , बी वीरं बाकुडं पीथळं न रंजपूती गौरंव भारी हां , बो क्षात्र धरंम रो नमी हां रांणा रो प्रम पुजारी हां , बरंयां रं मन रो कांटां हां बीकाणूं पूत खरांरो हां , रांठौडं रंणां म रांतो हां बस सागी तज दुंधारो हां, आ बात पातस्या जाण हां घावां परं लूण लगावण न , पीथळं न तुरंत बुलायो हां , पण टूंटं गयो बीं रांणा रो तूं भाटं बण्यो बिड्‌ंदाव हां , मं आज तपस्या धरंती रो मवाडीपाग़ पग़ां म हं , अबबात मन किण रंजवटं रं रंजपूती खून रंगां म हं। जद पीथळं कागद ल दंखी रांणा री सागी सनाणी , नीव स्यूं धरंती खसक गई आंख्यां म आयो भरं पाणी , पण फ़रं कहंी ततकाल संभल आ बात सफ़ा हंी झूठी हं , रांणा री पाग़ सदा ऊंची रांणा री आण अटूंटी हं। ल्यो हुंकम हुंव तो लिख पूछूं रांणा न कागद खातरं , ल पूछ भलांई पीथळं तूं आ बात सहंी बोल्यो अकबरं , म्हं आज सुणी हं नाहंरिंयो स्याळांंरं साग सोवलो , म्हं आज सुणी हं सूरंजडां बादळं री ओटांं खोवलो , म्हं आज सुणी हं चातकडां धरंती रो पाणी पीवलो , म्हं आज सुणी हं हांथीडां कूकरं री जूणां जीवलो , म्हं आज सुणी हं थकां खसम अब रांंडं हुंवली रंजपूती , म्हं आज सुणी हं म्यानां मं तलवारं रंवली अब सूती , तो म्हांरो हिंवडां कांप हं मूंछयां री मोडं मरोडं गई, पीथळं न रांणा लिख भजो आ बाटं कठ तक गिणां सहंी। पीथळं रां आखरं पढ.तां हंी रांणा री आंख्यां लाल हुंई , धिक्कारं मन हूं कायरं हूं नाहंरं री एक दकाल हुंई , हूं भूख मरुं हूं प्यास मरुं मवाडं धरां आजाद रंव हूं घोरं उजाडां म भटंकूंं पण मन मं मां री याद रंव , हूं रंजपूतण रो जायो हूं रंजपूती करंज चुकाऊंला, ओ सीस पडं पण पाघ़ नहंी दिल्ली रो मान झुकाऊंला। पीथळं क खिमता बादळं री जो रोक सूड.ं ऊगाळंी न , सिंघा री हांथळं सहं लव बा कूख मिली कद स्याळंी न। धरंती रो पाणी पिव इसी चातग री चूंच बणी कोनी , कूकरं री जूणां जिव इसी हांथी री बात सुणी कोनी, आं हांथां म तलवारं थकां कुण रांंडं कव हंरंजपूती। म्यानां रं बदळं बरंयां री छात्यां म रंव ली सूती , मवाडं धधकतो अंगारो आंध्यां म चमचम चमकलो, कडंख री उठती तानां परं पग पग खांडां खडंकलो , रांखो थ मूंछयांएठयोडंी लोहंी री नदी बहां दंयूला , हूं अथक लडूंला अकबरं स्यूं उजडं्यो मवाडं बसा दयूंला , जद रांणा रो संदंशो गयो पीथळं री छाती दूंणी हंी , हिंदवाणो सूरंज चमक हां अकबरं री दुंनियां सूनी हंी। रंचनाकारं ( कन्हंया लाल सठिया ) शादी-ब्याह रां गीत संकलन- ीमती सुगनीबाई बोहंरां, ीमती कंचनबाई गादिया 1 मंगल सूद रां गीत सोना रो डांन्डीरांजा रुंपा रां चडां तोल रं गन्दो रां कंवरं की स्तूरी य कुणसा तोलाव रांजा य कुणसा मोलाव मारां सकरां माता जी रं अग चढं जी दादासा मोलाव गोरां बाबोसा मालाव मारां सकरां माताजी रं अंग चढ़ंजी पीतरं बालूडां रांजा दोरं आशिष थारी आशिषा फलसी फूलसी उनी डंण्डीलापसडीबहूं, दंवरं, जीठांण्य, सासु, बहुंरं लूला लूल पीतरां रं पाय लागो फल जो व फूल जो रांज बज्यु पसरंजो लीलडां नारंला लडं द्रोब लूम्बक नोटं इसी तरंहं दूंसरी बारं मं काकोसा वीरोमा क नाम 2 माताजी रो गीत लीली सी टांपी न हंरीया सा बागा रं व कइ (जातक नाम लना) भूरंठां का माता जो उबा बडंतल जी मं तो जौवाला जबारां ला माता जाती डांरी बाटं ज औरं सवक जीरी बाटं जाती आवला मन भावला भारी दीोवडं दंवला जा मान चाढ़ं ओ मूरंठां का कवंरं लीलडां नारंला मान चाढं ओ दंवरं जठांण्या लचपजद लापसीजी अपनी माता का नाम लना 3छंींक थान गोरां दादोसा छंक माता ठुंठं थान गोरां बाबोसा छांक मात ठुंठं ऋठां मारी आडं भवांनी मारां मांय सोनारं रं गडांउ ए माता रूंपा रंरं गडांउ यान रांतौ पौलि पाठं पोवाडं मारी मांय हांवडां उपरं रांखु माता जीवडां उपरं रांखु रांखु मारां कालजीया री कोरं मारी मांय चूरंमा सु पूजु थान लापसी सु पूंजु 4 मंगल सूद रां गीत माता (अबा नाम) बायरं आय जाती वणा न मडं सांकडां तडांवो जूगरांज सा रांजोद औरं चूनासा मांडं भी कलो तडांक धनरांजा सा रांजीद औरं चनासा मांटंमोकलो तडांक वीमलचन्द सा रांजोद औरं चूनासा माडं मोकलो माता कूंकू कसरं धारं गलाय नीप जूगरांजसारी कुलबहूं माता कूंकू कसरं धारं गलाय नीप विमलचन्द कुलबहूं माता बवनि दीजो लाड़ंण पूत बाइया रां हंवचल चूडां- चून्दडां शीतलाजो भठांयाणी जो भरुंजी महांदंवीजी 5 माता न ममद लावो भठांयाजी जी रंखडीरंतन जडंवो सातू बना जी आग-आग भरूं बाबा बीछं बजरंग बालाजी जाल मं झूल शीतला पीछंडीमहांदंवजी हांवड़ां न हांंस ज लावों भटीयाणी जी तौलढंी पाठं पोवाडुं सातू बना जो आग-आग भरूं बाला पीछं बजरंग बालाजी जल मं झूल शीतला पीछंडां महांदंवजी पगल्या न पायल लावो भठिंयाणी जी बौछुंड़िंया औरं जडांवों सातू बलाजी 6 खाजा खरंखरिंया नव नवाज झरीया जी थ तो इण ंडं आवोजी बहूं न धनसुख दं जो थ तो इण ंडं आवोजी बहूं न माणक सुख दं जो स ओड़ं पधारोजो थारां कत ल आवोजी मंडं बाजा बाजजी मंडं कला नाचोजी मंडं धूपज खवोची भंडं अगरं उजालो जी। 7 छांंठं मीठंी छांटं सखी ओ सखरीया हूंलरांव कलश्या रो डंण्ठां पानी (घरं का नाम) माताजी नवाव कलश्या रो डंण्ठां पानी (काकोसा) माताजी नवाव कलश्या रो डंण्ठां पानी वीरोसा भक्तजी नवाव। 8 छंीक लोलडां नारंल चढांऊं मारी मांय गोरां सासु बहुं छंीक माता ठुंठंी मरां दंवरं जठांण्या छंीक माता ठुंठंी मारी आटं भवानी मारी मांय (इसी तरंहं दूंसरी बारं भी सभी नाम लना) चौथा माता रो गीत मनाओ गोरां दादोसा ओ फूटंरां मनाओ गोरां बाबोसा ओ फूटंरां जीवन की रंखवाल बालडांरी रंखवाल मन स रंखवाल थारां कूलरां रंखवाल साकडां री रांणोया माता चोथ मनायली नोटं-इसक बाद घरं का कोई भी आदमी माताजी की छांंठं डांल 9 माताजी रो हिंन्डांलो माताजी रं मन्दिरं मं घालीयो रं हिंन्डांली 2 लख आव लख जाव मारी मांय एक नहिं आया सूसयोसा ओ सवक काकोसा ओ सवक आरी जडुंलीयांरी जात मारी मांय अबक माताजी पीवु घरं आवण दो सायब घरं आवण दो दंसा जडुंलीयां री जात मारी मांय 10 ठांकुरं सा रो गीत थ मारं आई जो ठांकरं सा पावणा भरंन भादूंखा री रांत वस्ती रां मलिक ॥चढ़ंतो अबवारी मारो हंलो साम्भलो॥ हंलो साभल न घुडंला ठांमजो ऊचा तो घालु ओ ठांकरंसा बसणा लूल लूल लागुली पायी ॥चढ़ंती॥ लच पच रांन्धु ओ ठांकुरं सा लापसी उपरं लीलडां नारंला॥चढ़ंती॥ पोली पोक्षडुंओ ठांकुरं सा नव गजी हंरीया मूगारी दालो ॥चढ़ंती॥ गीदी दीबावू ओ ठाकुर सा सावठी चूतर उतारयो बाचोठ ॥चढ़ती॥ पूरसण वाला ओ ठाकुर सा पदमणी जोमण वाला साचा दव॥चढ़तो अलवारी मारा हलो साम्भलो॥ 11 हनुमान जी रा गीत कूण जी चुणायो थारा दवरा हडमान जो जामो कूणी जी बाबा कुणो जी लगाई गज नीच दवता म थ बड़ा हडमान जी (हनﾡमान जीः राजीज चूणायो मारा दवश हनुमान जा जामो प्रजाओ प्रजा गज नीव ॥दवता म ॥1॥ कित लख आव रूडी बाजडी हनुमान जो जामी कित लख आव बालूडा रा माय ॥दवता॥ ॥2॥ नो लख आव रूडी बाजडा हनुमान जी जामी दस लख बालूडा री माय ॥दवथा म॥ ॥3॥ कई ज माग रुडी बाजडी हनुमान जी जामो कोई जी बालूडी री माय ॥दवता म॥ ॥4॥ पूत ज माग रुडी बाजडी हनुमान जी जामो अन घन बालूडा री माय ॥दवता म॥ ॥5॥ पुत ज दशा रुडी बाजडी हनुमान जो जामी अनघन ओ बावा अनघन बालूडी री माय ॥दवता॥ ॥6॥ कई चढ़ाव रुडी बाजडी हनुमान जी जामी काई ओ बाबा बालूडा री माय ॥दवता म॥ ॥7॥ चूरमो चढाव रूडा बाडा हनुमान जो जामो बाबा जो जामी धाला बालूडारी माय दवता म थ बड़ा ओ हनुमानजी बालाजी थ मार आइजी जी बाला साहीब पावणा भर न भादखा री रात लाल लगोठी जी बान्दली सिन्दर की ऊचा तो घालु लओ बाला साहीब बसाणा लूल लूल लागु ली पाय ॥लवाल लगोठा॥ चावल रान्धू बाला साहिब उजला हरीया मूगा री दाल ॥लाल॥ भस दूवाडु ओ बाला साहीब भूरची गुदली रान्धाव ली खीर ॥लाला॥ लचपच लान्धु बाला साहीब लापसी उपर लीलडा नारल ॥लाला॥ पोली तो पोव बाला साहीब नवरगी तीवण तीस बतीस ॥लाला॥ बासठ तसठ बाला साहीब सारणा चोसठ लाग्या र बगार ॥लाला॥ पाठ गडाउ बाला साहीब पाठीया चूतर उतारयो बाजोठ ॥लाला॥ पूरसण वाली वाला साहीब पदमणी झाझर र झणकार ॥लाला॥ जीम्या तो चूठ्या बाला साहीब रुच रहया दूधा सु चलु य करया ॥लाला॥ 13 तजाजी रा गीत कूल माय दो फूलडा बड़ा जी एक सुरज दूजो चान्द उबा सकरा ओ तजाजी थ बडा जी॥1॥ सूरज री कोरण्या तपजी चान्दा री निर्मल रा। उबा सकरा। कूल माय दो फूलडा बड़ा जी एक माय र दूजी बाप। उबा सकरा। माय र क उदर उपन्या जी बाप लडाया छ लाड। उबा सकरा। कूल माय दो फूलडा बड़ा जी एक धती दूजी आसमान। उबा सकरा। धरती पर धान नीपज जी इन्द्र बरसावला नीर। उबा सकरा। कूल माय दो फूलड़ा बडा जी एक गाय र दूजो भस। उबा सकरा। गु रा जाया हल खड जी दूध पीलाबली भस। उबा सकरा। 14 रामसा पीर को गीत इठा सु भरीयो छाबडा रामा पीयर म तो दवर चूणावन आई हा रामा पीयर एक बालूडा दव। 1॥ एक बालुडा र कारण मतो रूस्यो गीत मनायो। एक बालुड़ा र कारण म तो चरतीया लपठा चाठयो। चूरमा सु भरीयो बाठको म तो दवरा जीमावण आई ओ। रामा पीयर एक बालुडा दय। 15 भरूजी दवजी रा गीत कीणासार आमा सामा ओवरा कालुडा कोई कीणास री सुर सामी पोल जो हिडालो मचोली कवर कसरीया कालुडा दवजी र आमी सामी ओवरा कालुडा काई भरूजी र सूरज सामी। हिन्डालो। कीणासार आया सीगरत पावणा कालुडा काई कीणासारी हुई मनवार। हीन्डालो। दवजी र आया सीगरत पावणा कालुडा की भरुजो र कुई मनवार। हिन्डालो। कीणासार दूध कडाईया आवनर कालुडा काई कीणासार दई दिशावर जाय। हिन्डालो। दवजी र दूध कड़ाईया आवर कालुडा भरुजी र दई दशावर जाय। हिन्डालो। गणजशजी कल्याणजी रूपजी थ मार आईजो पावणा जा जामी भरन भादखारी रात ड़गोका कल्याणदी थारा हमलो भारी जी राज रुपाला रुपजी थोरी जोत सवाईजी रा खोडाल गणएशजी थारी महीमा भारी जी राज ऊचा तो गालु बसणाजी जामो लूल लूल लागु पाय। चावला रान्धू उजलाजी जामी हरीया मूगारा दाल। लच पच रान्धू पसी जी जामी उपर लीलडा नारल, पोली तो पीवू नवरगी जी जामी तोवण तीस बतीस। घी भरताबू लोलडा जी जामी पापड तलुर पचास। बासठ तसठ सारणा जी जासा चोसठ लाग्या र बगार। पाठजडावु पाठीया जी जामो चूतर उतारयो बजोठ। पूरसणा वाली पदमणी जी जामी झान्धर र झीणकार। चीम्या चूठया रुच रहा जो जामी दूधा सु चलुय कराय। डगी का कल्याणजी थारी हमली भारी जी राज रुपाला रुप जी थारी जोत सवाईजी राज खोडाला गणएशजी थारी महीमा भारी राज सीतला माता रा गीत मत र दरबर चम्पो बोत फल्य मर मय एकूण तड फूल एकुण छब मर मरी मय बबोस तोड फूल मतजी छब भर मरी मय ककोस तोढ फूल ककोस छब भर मरी मय भरीय भरयी छब मतरी र अग चढ मरी मय म तू मरी मय बलुड र जनत कर मरी म नोट-यह चर बलो क नम लन चहिए पबूजी र गीत इण नगरी म कूण कूण सूथ कूण कूण जग जी दूखीय जी जग सूखीय जी सूय जग जी तूत अलूणी मयडी घीव अलणी मयडी जी इण तो नगरी मय कूणर सूथ कूण कूण जग सूबी जो पूत सलूण मयड़ी जी घीव सलूणी मयडी जी बिनयक जी र गीत थतो सच ह विनयक दव रय पूर म रम रह्य कूण कूण आवल थर जत नरली री झपट पड व तो ददोस आव मरी जत नरल री झपट पड व तो बबोस आव मरी जत नरल री झपट पड सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "अशोक कुमार दवै शिक्षा : एम.ए., एल.एल.बी. जन्म तिथि : 31-10-1949 ई. जनम स्थान : बम्बई मौजूदा काम धन्धो : अध्ययन पत्र-पत्रिकावा में छप्योड़ी साहित्यिक रचनावां : तरूण राजस्थान, जोधपुर, अग्रदूत, जयपुर, झुणझुणियो, बीकानेर, अपरंच, जोधपुर, जागती जोत, बीकानेर (कवितावां, लेख) दूजी सूचनावां : राजस्थानी युवा साहित्यकार परिषद, जोधपुर अर चर्या जोधपुर सूं संबद्ध, हिन्दी में भी कहाणी, कविता, लेख लिखै सदीव रो ठिकाणो : अशोक कुमार दवे, प्रयम बी रोड, सरदारपुरा, जोधपुर-342003 मोजूदा ठिकाणो : उपर मुजब सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आपाणो राजस्थान री वेबसाइट रो Logo राजस्थान रा जिला रो नक्शो (आभार राजस्थान पत्रिका) डॉ. अरविन्द कुमार पुरोहित (जोधपुर) १. जोनाथन उड़ गो जोनाथन एक समंदर री चील हो आपरे कुटुंब में आपरे समाज रे साथे रेवतो पण थोड़ो न्यारो हो उन्ने उड़ान ऊं लगाव हो उडान में वो भगवान जोवतो दूजी चीलां उड़ती मछली पकड़ने री डिप्टी पूरी कर पाछी आ जावती ऊंघती रेवती कदे दिन उगे ने भेर डिप्टी माते चढों जोनाथन एकलखुर्रो हो वो एकलो उडतो उड़ने रे आनंद रे सारु वो प्रेक्टिस करतो तरे तरे री उड़ानों री साथिड़ा हंसता बडील नाराज रेवता मां रो जीव कलपतो बापूजी समझावता चील री डिप्टी कई व्हे जोनाथन कोसिस करतो सरवन कुमार हूअन री पण उनरे मोने कोई कीड़ो हो वो उन्नेतंग करतो चंग चालतो चील रो जमारो सीखन रे वास्ते एक दिन वो बूयो गीयो आपरे मकसद री तलास में सबौं पेली तो वो सादी स्पीड ने साधी पाछे करतब और कलाबाजियों एक बार तो सागेड़ो पडियो लहरों माते भाटो पड़े ज्यूँ डूबतो हिम्मत हारग्यो अरे। किसी झंझट में पड़ ग्यो चालो मछली पकड़ों खांवों पींवों ने मस्त रेवों पण वो कीड़ो भेर आडो फिरग्यो (या कीड़े रे तो नोम व्हेला वो खुद इज नई जावनों चावतों व्हेला ) जोनाथन पाछो अभ्यास में लाग गो तेज -तेज , ऊपर - ऊपर धके नाक री सीध में एक दम नीचे चकरघिन्नी आग रे गोले ज्यूं सिद्द करली झीणी -झीणी मुदरी- मुदरी थिर उड़ान नीलकंठ गुलाची , कुंडल पाश औरूं विहग चरखी रा अजब करतब साधीया यूं करतों वो समंदरी चीलों रों पैलो कलाकार , परथम वैज्ञानिक हुयो सरवन कुमार न होणे री तकलीफ़ लारे छोड़ वो मुलकतो हो आपरे आनंद में मनावतों जसन डर माते आपरी जीत रो उं बखत घर री मां - बापू री साथिडों री याद आई चालूँ म्हारी खुसी बाटूँ हिल -मिल ने जीवों ला खुद आज़ाद व्होलां दूजों ने करोलां उछब मनाओलां आजादी रो आनंद रो पण घरां स्वागत रे बंदनवार री जग्या दुत्कार लटकती ही बुजुर्गवार लगाई सागेड़ी फटकार समाज रा कायदा तोड़ ने पाछो कीकर आयो है रे बीरा। उड़ने रो कई नूवो अर्थ लायो है। खाओ , पीवो ने वंश बढ़ाओ जीवो जित्ता जीवो पाछे गरुड़ भगवान् री शरने जाओ और कई व्हे। म्होने सिखावले कई। बाकायदा पंचायत बैठी हुकुम सुणायो निर्वासन रो समंदर री आथूनी चट्टानों माथे जोनाथन जबर रोलों करियो सारा ई गेला हू गीया कई। नुकसोन थोरो इज व्हेला पंचों रो फैसलों अटल हो जिको जोनाथन सूं सरोकार राखेला उनरो भी हुक्को पाणी बंद जोनाथन उड़ गो आथूनी चट्टानों सूं भी घणों आगे पणीयावती आख्यां सूं लारेमुड़ मुड़ देखतो थको २.राजस्थानी क्षणिकाएं : कीड़ी कदाई कदाई एडो लागे बावला डैनासोरों रे पगों नीचे एक बापडी कीड़ी पिस जावेला केवावत है के कीड़ी हाथी ने मार सके पण डैनासोरों रो कई पतो कीड़ी ने लूण ने खोंड इच्छा व्हे ज़िको मिल जावे अगर वा हंसती रे : कीड़ी सब रे साथे रेवे बिल मोयने लैन लैन साथे चाले गर कोई बिछुड़ जावे तो उन्नो कई व्हे। कीड़ी ज्यूँ पड़ पड़ ने चढ़े पाची मिले बार बार बिछुड़ ने डॉ. अरविन्द कुमार पुरोहित जोधपुर , दिनांक २९ मई , 2011 सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "न त तक्षक-कश्यप  ने कद्रु रो पुत्र। इण राजा परीक्षित ने डसियो हो। जद जनमेजय नाग-यज्ञ कियो तो सैंग साप-सापणियां आयने यग-वेदी मांय बलण लागा। तक्षक नाठ'र इंद्र कनै गयो, पण यज्ञ रे तेज रे कारण जद इंद्र खांचीजण जालो तो उण तक्षक रो त्याग कीनो। अंत मांय आस्तीक री वीनती सूं यज्ञ बंद हुओ अर तक्षक री प्राण रक्षा हुई। तक्षशिला-राजा दशरथ रा पोता अर भरत रा पुत्र तक्ष द्वारा वसायोड़ी नगरी। आ अबै पाकिस्तान मायं रावलपिंडी कनै है। पेहला आ नगरी गंधार देश री राजधानी ही ने घण वरसां तांई आर्याव्रत रो ओ अेक चावो विश्वविद्यालय रह्यो। तत्त्ववेता- सं. 1550 रा लगे टगे जोधपुर राज रा जैतारण नगर रा निम्बार्क संप्रदाय रा संत। इण 'कवित्त' नामरो अेक ग्रंथ बणायो हो, जिणमांय 98 कवित्त है। इणरी भाषा पिंगल ही। इण ग्रंथ मांय जनक, नारद, राम, कृष्ण वगेरा महापुरुषां रो महत्त्व दरसायोड़ो है। तत्सम-राजस्थानी शब्दां रो फेरफार कियोड़ो अपभ्रंश रूप, ज्युं काष्ठ रो काठ ने धृत रो धी। तपोनिष्ठ पुराण- तपोनिष्ठ ब्रामणा रो उत्पत्ति संबंधी ग्रंथ। इणरा आचार्य बदरीप्रसाद साकरिया इणरो संपादन कियो ने प्रगट करवायो। तहड़-कूड़-उतराद और वायव्य दिशावां री विचली दिशा। इणने 'रीतहड़ि' दिशा ई केहवे। ताज- अेक कृष्ण भक्त मुसलमान कवयित्री। मीराबाई री भांत इणाई आपरा भावां ने घणी मार्मिकता सूं प्रगट कियो है। इणारो जनम फतहपुर (शेखावटी) रा कायमखानी नवाब कुल मांय व्हीयो ने व्याब कदाच करौली में व्हीयो। तानसेन-अकबर  रा नवरत्नां मांय सूं अेक प्रसिद्ध गायनाचार्य। अे स्वामी हरिदास रा शिष्य हा। नवी शोध रा आधार सूं अे राजस्थान रा जायल गाम रा गोरेरा खांप रा दमामी हा। इणारी मृत्यु सन् 1588 मांय हुई। ('जागती जोत' मांय डा. जयचंद्र शर्मा रो अेक लेख)। इणा अेक मुसलमानी राख राखी है। तारागढ़-अजमेर रा वींटली भाख माथे अजयपाल चौहाण द्वारा बणायोड़ो चावो गढ। तारा लक्ष्मण गहलोत (डॉ.)-आपकरमी डा. तारा हर क्षेत्र मांय लुगाया सारू अके आदर्श है। हार ने जीत समझलो कोई इणासूं सीखे। दो विषयां मांय एम.ए., कर'र उण पी-एच.डी, कीवी। घणी सामाजिक संस्थावां सूं संबंधित-सरकारी रूप सूं अर निजी रूप सूं ई। इनामइलकाब तो इतरा मिलिया के कांई केहवणो। भारत सरकार राष्ट्रीय महिला आयोग रो सर्वोत्कृष्ट पुरस्कार अर विश्व मिलेनियम वूमन अेवार्ड घणा चावा। 'ओलू री आरसी, केक्टस मांय तुलसी, यांदा रा चितराम' अर 'दुखड़ा रो दरियाव' संस्मरणां री चोखी पोथियां है। तांडव-ओ शिव रो प्रलय नृत्य है। कोई केहवे के तंडू नाम रा ऋषि इणरा जनक हा। इणीज सारू इणरो नाम ताडंव पड़ियो। दूजा विद्वान भगवान शिव रा नंदी ने इमरो प्रवर्तक माने। ओ पुरुषां रो नृत्य है ने इणरी मुद्रावां कड़ी घणी व्है। तांबापत्र-ब्रामण, साधु, चारण, भाट वगेरा ने राज कांनी सूं दी जावण वाली जमीं-गाम आद दानपत्रां रो अेक कास प्रकार। तांबा रो अेक पतरो, जिण माथे दानपत्र अंकीजे। दानपत्रां रे अलावा भेंट-पुरस्कार रा तांबापत्र ई मिले। तिलक-(1) कवि प्रसिद्धि है के सुंदर लुगायां री दृष्टि सूं ओ फूल खिले। (2) लुगायां रे माथे रो अेक गेहणो। (3) राज्याभिषेक। तिलोत्तमा- आ पूर्व जनम री ब्रामणी ही। शाप रे करण इणने अपछरा बणणो पड़ियो। केहवीजे है के संसार री सगली सुंदर वस्तुवां मांय सूं तिल तिल सुंदरता लेयने विश्वकर्मा इणरो निर्माण कियो हो। इणरी सुंदरता रे कारण इणने प्राप्त करण सारू सुंद ने उपसुंद दोनूं भाई लड़िया अर लड़ा-लड़ता मरिया। तीज-सावण सुदी अर भादरवा वदी तीज ने लुगायां द्वारा मनावीजतो राग-लंग रो उत्सव। वे व्रत राखे। तीजणियां-तीज रो व्रत राखण वाली लुगायां। तुक-किणी छंद रे चरणां रो अंतिम आखरां रो मेल। इणने अंत्यानुप्रास ई केहवे। राजस्थानी साहित्य में तुक रा घणा भेद मिले। अेकला राजस्थानी कहावतां मांय इणरा नव रूप मिले। तुर्रा-कलंगी-ओ ख्याल रो अेक भेद है। मध्यप्रदेश रा चंदेरी राजा रा हिंदू संत लुखनगिरि अर मुसलमान फकीर शाहअली इणरा केंद्र है। दो दला आमां-सामां बैठ'र शास्त्रार्थ करे। भाग लेवणिया आशुकवि, पंडित, हाजर जवाबी अर विषय रा निष्णात व्है। अे दोनूं दल सगला सवाल-जवाब, मात्रां, ताल अर छंदां मांय करे। ओ हिंदू-मुस्लिम समन्वय संस्कृति रो जबरदस्त रूप है। इण मांय तुर्रो ईश्वर रो रूप गिणीजे ने कलंगी माया रो। तुलसी-धर्मध्वज अर माधवी री पुत्री तता शंखचूड़ असुर री पत्नी। सतीत्व नष्ट करण रे कारण इणे विष्णु ने शिला बणण रो सराप दीनो। इण कारण विष्णु रो नाम शालिग्राम पड़यो। पण विष्णु वरदान दीनो के थारे केशां सूं पौधो ऊगसी अर थूं म्हने लक्ष्मी ज्युं प्रिय लागेला। तुलसी रो अेक नाम वंृदा ई हो। इणीज वृंदा रे नाम सूं श्रीकृष्ण री लीलाभूमि रो नाम वृंदावन पड़ियो। तुलसी आचार्य-जनम सन् 1914, लाडणू। पिता झूमरमल अर माता वंदना। फगत इग्यारे वरस में दीक्षा लीवी। गुरु कालूगणि री निश्रा मांय शास्त्रां मांय पारंगत व्हीया। गुरु रे पछे आप संघपति बणाया गया। नैतिक मूल्यां री प्रतिष्ठा सारू 'अणुव्रत आंदोलण' चलायो। लाडणू में 'जैन विश्व भारती' नाम री अेक शोध संस्था थरपी, जिका अबै Deemed University है। इणरी मुख पत्रिका 'तुलसी प्रज्ञा' है। इण संस्था घणा प्राचीन ग्रंथां रो संपादन कियो ने उणाने प्रगट करवाया। खुद आचार्य तुलसी राजस्थानी मांय जैन धर्म अर साहित्य संबंधी घणा ग्रंथ लिखिया। वे अेक उमदा कवि अर प्रतिभाशाली व्यक्तित्व रा घणी हा। उणा 'तेरा पंथ' रो विकास कर्यो। इणारी अेकईज आकांक्षा है के व्यक्ति हठाग्रह अर बद्धमूल धारणावां सूं बारे निकल'र सत्य दर्शण करे। मृत्यु सन् 1997। इणारो समाधि स्थल वीकानेर मांय घणो उमदा जोवा जैड़ौ है। तुलसीदास-हिंदी रा श्रेष्ठ कवि। 'रामचरित मानस' महाकाव्य रा रचयिता। घणा ग्रंथा रा रचेता। अे विशिष्ठाद्वैत रा निरूपण करता हा। शैवां नै वैष्णवां रा झगड़ा सूं दुखी हा। नै इणीज कारण उणा 'रामचरितमानस' इण भांत गूंथियो के जिणसूं दोनूं आपस मांय प्रेम सूं रेहवण लागा। अे जीवण मांय समन्वयवादी हा। राजस्थानी समाज अर साहित्य माथे इणारी रामकता रो घणो व्यापक प्रबाव पड़ियो। आ मानता है के इणरी पत्नी रो नाम रतनावली हो, जिणरा दूहा रूपी फटकार सूं अे भक्ति मारग कांनी वलिया। इणारो जनम, जात-पांत संबंध री जाणकारी मांय विद्वानां मांय घणो मतभेद है। तेजसिंघ जोधा- जनम सन् 1950, रणसीसर (नागौर)। 'राजस्थानी-एक दीठ, एक, दो तथा 'हेमाणी' पत्रिकावां रो संपादन कियो। 'माणक' मासिक रा उपसंपादक रह्या। 'ओलू री ओलियां'इणारो काव्य संग्रै है। तेजाजी जाट-घर री दशा ठीक नीं हवूतां थकां, अे पांवणा अर साधुसंतां री आवभगत करता। अेक दिन तो साधुवां ने जीमावण सारू पत्नी ने आपरो ओढणो ई वेचणो पड़ियो। तेजाजी घणा वीर अर प्रतिज्ञापालक हा। अेक दिन उणारे पाड़ोश मांय रोवणो घोवणो सुण'र झट तलवार लेयने वाहर चढिया। उणीज टैम अेक कालो नाग पगां सूं कचरीज गयो। नाग डसण लागो जद उणा नाग सूं वीनती कीवी के पाछो आवूं जद डस लीजे। डाकुवां सूं लड़ता लड़ता उणारा शरीर रा अंग अंग धायल हुआ तोई घणा डाकुवां ने मारिया ने दूजा माल छोड़'र नाठा। इतरा मांय पुलीस आयगी। पुलीस इणारी वीरता सूं घणी राजू हुई ने इलाज सारू शहर मायं ले जावण रो क्ह्यो। पण उणा ना क्होय अर सीधा नाग रा दर कने गया। नाग ओले-दोले फिरियो, पण कठैई डसण री जगा नी देखी। उण टैम इणा आपरी चीभ काढी। नाग उठै डसियो अर जेताजी री मृत्यु हुई। राज उटे अेक छत्री बणवाई ने उटचे हर वरस मेलो आज ई भरीजे। अैड़ौ विश्वास है के कोई उणारे नाम रो डोरो बांधो तो साप रो जहर उतर जावे। तेजाजी किशनगढ रा सुरसरी गाम रा हा। अे छोलिया गोत रा जाट हा। इणारो व्याव पनेर गाम री पेमल सागे हुओ हो। केहवीजे है के पेमल वारे लारे सती हुई। तेजाजी रो प्रमुख स्थान व्यावर सूं दस कीलोमीटर आगो सैदरिया गाम है। ब्यावर मांय तेजा चौक मांय तेजाजी रो थान है जठै भादरवा सुदी दसम ने मोलो भरीजे। तेजो-अेक लोक गीत, जिको खेती करण रे पेहला गावीजे। इ्‌युं करणो शुभ मानीजे। ओ करसां रो प्रेरक गीत है- भरियोजी भरियो मेवलिया में जोम रे कोई बोलण तो लाग्या रे पपैया बेटा डूंगरा। तेरापंथ-श्वेतांबर जैन मत री अेक शाखा, जिणरो आरंभ संत भीखणजी सन् 1760 मांय कीनो। सैंग अनुयायी अेक आचार्य रे प्रति ईज निष्टा राखे। पद यात्रा इणारो जीवनव्रत है। हिंसा महापाप गिणीजे, रात्रि भोज नी करे; मनुष्य सर्वश्रेष्ठ प्राणी है, त्याग मांय ईज धरम है; धरम मांय नात-जात रो भेद नी राखीजे आद इणारा नियम है। आचार्य तुलसी रे समै इणरो घणो विकास व्हीयो। अबार महाप्रज्ञ इण संप्रदाय रा आचार्य है। तेरे ताली-अेक साथे तेरे ताल (मंजीरा) वजावण री कला। रामदेव पीर री भक्त कामड़ जात री लुगाई आपरा विभिन्न अंगां माथे मंजीरा बांधे ने पछे सूती, बैठी अर ऊभी हुयने उणाने बजावे। राजस्थान री आ लोक कला घणी प्रख्यात है। तेलियो तागो-सासण जप्त होणे पर, चारणां द्वारा दियो जावण वालो धरणो। तैस्सितोरी-जनम 13 दिसम्बर उदीने, इटली मायं अर मृत्यु 22 नवम्बर 1917 वीकानेर मांय। पूरो नाम डा. लुइजि पिऔ तैस्सीतोरी। हिंदू संस्कृति, कला अर मारवाड़ी भाषा रा परमभक्त अेक इटालियन विद्वान। इटली मांय रेहने उणा संस्कृत, अपभ्रंश ने हिंदी रो अध्ययन कियो तता 'वाल्मीकी और तुलसीदास कृत रामायण रा तुलनात्मक विवेचन' जैड़ा कठिण विषय माथे प्लोरेंस युनि. सूं पी-अेच.डी. री डिग्री प्राप्त कीवी। इणरो हिंदी अनुवाद डॉ. राधिकाप्रसाद तिवारी कियो। जोधपुर अर वीकानेर मांय रेहने 'छंद राउ जइतसी रो, वचनिका राठौड़ रतन महेसदासोत री, वेलि क्रिसन रूकमणी री, वगेरा श्रेष्ठ ग्रंथां रो संपादन कीनो। Historical Grammer of the Old Western Rajasthanनाम रो व्याकरण ग्रंथ लिखियो, जिणरा गुजराती ने हिंदी अनुवाद छपिया। राजस्थान रा हस्तलिखित ग्रंथां' रो ई संपादन कियो। वीकानेर राज मांय रंगमहल अर 'कालीबंगा' वगेरां मांय खननकार्य कराय ने उठासूं दो अनुपम सरस्वती री मूर्तियां तता माटी री घणी कलापूर्ण सामग्री प्राप्त कीवी। वीकानेर रा कबरस्थान रा जूना रजिस्टर सूं आचार्य बदरीप्रसाद साकरिया ने श्री हजारीमल बांठिया इणारी कबर रो पतो लगायो। बांठियाजी उठै सुंदर समाधि पण बणवाई। अे आपरी मातभाषा इटालियन करतां राजस्थानी ने इधको प्यार करता। इणासूं राजस्थानी विद्वानां ने मातभाषा मांय काम करण री घणी प्रेरण ा मिलि। तोगो राठौड़ (तोगसिंघ)- इतिहास प्रसिद्ध तीन वीरां रे संबंध मांय अेक दूहो गुजरात अर राजस्थान मांय घमो चावो है- अमरसिंघ री कट्टारी अर तोगा री तरवार। हाथल रायासिंघ री, दिल्ली रा दरबार। जवानजोध तोगसिंघ इण बात ने परतख बतावण सारू के बादशाह रा दरबार मांय मुसलमान खान करतां बे हिंदू उमराव वत्ता क्युं। खुद जुझार हुओ अर सिर कटियां उमरो घड लड़ियो। धड़ रे शांत हुा पछे उणरी नवपरिणता पत्नी लारे सती हुई। आचार्य बदरीप्रसाद साकरिया इण कथानक ने लेय'र 'अनोखी आन' नाम रो हिंदी रो प्रथम आंचलिक उपन्यास लिखियो। आ घटणा शाहजहाँ रे दरबार री ह। उम टम जोधपुर री गादी माथे महाराजा गजसिंघ हा। तोरण-राता रंग सूं रंगियोड़ो अर उण उपर बेल-बूंटा काढियोड़ो लकड़ी रो अेक मेहराबदार उपकरण, जिको व्याव रो टांणे, मांढा रे मुख्य बारणे माथे लगायो जावे। इणरो लीली छड़ी सूं के तलवार सूं सात वार वंदन कियां पछे बींद हथलेवा सारू चंवरी मांय जावे। तोरण घोड़ो-(1) अेक जागीरी लाग। (2) वो घोड़ो जिण माथे बैठ'र वींद तोरण वांदे। तोरण वांदणो- दे. तोरण। तोरणि-आग्नेय अर दिखणाद दिशा री विचली दिशा। इणने 'रूपारास' ई केहवे। तोलादे-लोक काव्य री अेक भक्त नाईका, जिमरो चरित्र घणो निर्मल है। राजस्थानी लोक कथा प्रमाणे सुवारथ ना रा खाती रे घरे अेक साधु, लकड़ी री पूतली सूं लड़की वणाय दी। जैसल नाम रो अेक डाकू उणने परणीजण गयो, पण उणरा उपदेशां सूं वो साधु बण गयो। थोड़ा घणा फरक सूं आ कथा गुजरात मांय ई मिले। उठ तोलादे रो नाम तोरल है। कच्छ मांय अंजार शहर मायं इणरो थान है। त्रयी-वेद त्रयी। (ऋग्वेद, सामवेद अर यजुर्वेद) त्रिकल- (1)दूहा रो अेक भेद। (2) जैसलमेर रे किला रो नाम। त्रिकुटबंध-डींगल रो अेक छंद। त्रिपिटक-भगवान बुद्ध रो उपदेश तीन खंडा माय है। इण सारू त्रिपिटक केहवीजे। (विनयस सुत्र अर अभिधम्म) त्रिलोक गोयल-जनम सन् 1932 अजमेर। हिंदी अर राजस्थानी रा ठावा कवि। 'मसखरी' अर 'गीत रे गांव, गीत री छांव' छपियोड़ी पोथियां। कवि सम्मेलणां मांय रंग जमावे। त्रिवेणी-(1) प्रयागराज जठै तीन पवित्र नदीयां-गांगा, जमना, सरसती मिले। (2)हठयोग रे मुजब इड़ा, पिंगला अर सुषुम्ना नाड़िया रो संगम स्थल। त्रिशंकु-अेक सूर्यवंशी राजा। निबंधन राजा रो ओ मोभी पुत्र हो नै इणरो मूल नाम सत्यव्रत हो। जद वशिष्ठ ऋषि, सत्यव्रत ने सदेह स्वर्ग भेजण री ना कर दी तो विश्वामित्र उणने सदेह स्वर्ग मेल दियो। इंद्र उणने स्वर्ग सूं धक्को दीनो। तद सूं वो धरती अर आभा रे वच मांय अधर लटकियोड़ो है। त्रिशिरा-देवतावां रा शिल्पी विश्वकर्मा रो तीन माथा वालो पुत्र। ओ अेक मूंडा सूं वेद भणतो, दूजा सूं सोमपान करतो अर तीजा सूं दारू पीवतो। घणा लांबा समय तांी ओ इंद्र रो पुरोहित रह्यो। त्रेतायुग-चार युगां मांय सूं दूजो, जिको 12, 99,,000 वरसां रो मानीजे। राम त्रेतायुग मांय अवतार लियो हो। त्वष्टा-दधीच ऋषि रा हाडका सूं इंद्र सारू वज्र बणायो हो। अे देवतावां रा शिल्पकार हा, जिणारो वर्णव वेदां मायं है। थ थण चूंधणी-अेक सांस्कृतिक प्रथा जिण मांय वीह होवण रे पेहला वींद ने अर युद्ध मांय जावण पेहला वीर ने उणरी माता धवड़ावे। इण तरा सूं मा जाणे परोक्ष रूप सूं केहवती व्है के थूं म्हारा दूध री लाज राखजे अर विजय हासल करने ईज आवजे। थाली वाजणी-पुत्र रो जनम हूवणो। थाली मांय धरणो-ओ ई 'सोभ जीवणो' रो अेक रूप है। कन्या रे घरे जीमणो शरू करे, इण पेहला, बाप थाली मांय रूपिया घरे। लोग पूछे थाली मांय कितरा रूपिया धरिया सा। इणसूं ईज 'थाली मांय धरणो' प्रसिद्ध हुयगो। थाली लाग-अेक जागीरी लाग, जिणमांय व्याव टांणे, जागीरदार रे अठे थाली भर'र जीमण भेजणो पड़तो। थूथको नाखणो-नजर नी लाग जावे, इण सारू थूकण रो टोटको करणो। थेवा कला-इण कला मांय काच माथे अति सूक्ष्म सोना रो काम कियो जावे। ओ काच साधारण रंग रो नीं हुयने लीलो, रातो के असमानी रंग रो व्है। इणरो कलाकार चित्राम कला रो पारंगत व्हैणो चाहीजे। सतत साधना वगर इण मायं सफलता नी मिले। प्रतापगढ रा राज सोनी इण कला ने घणी गुप्त राखे-इतरी के बेन-बेटी तकात ने इणरी जाण नी व्है। प्रारंभ सूं लेय'र आज तांई आ कला अेकईज परिवार कनै रही है। इण कला रा जनमदाता ई इणा राजसोनी रा वडेरा हा, जिणा 475 वरसां पेहला प्रतापगढ रा राजा सांवतसिंघ ने आपरी पेहली कृति भेंट कीवी। राजा राजी हुय'र इणाने जागीरी दीवी तथा सोनो दियो। कला रा क्षेत्र मांय ओ परिवार आठ वार राष्ट्रीय पुरस्कारां सूं सम्मानित व्हीयो है। : दस्तखत रो नैनो रूप। दत-(1)घास, चारा रे अलावा, पशुवां ने दी जावणवाली-घी, तेल, दाणा री पोष्टिक खोराक (वांटो)। (2) दत्तात्रेय। (3) दायजो। (4) खोराकी। दधआखर (दग्धाक्षर)-छंदशास्त्र रे मुजब छंद रा आरंभ मांय के छंद री हरेक पंक्ति रे आरंभ मांय प्रयोग-वर्जित अमुक आखर। कई विद्वान, ख, ध, झ, ध, न, भ, र, ह- इण आठ आखरां ने दग्ध माने तो दूजा झ, ट, ठ, ड, ढ, त, थ, प, फ, ब, भ, म, र, ल, व, ष, ह-इण सतरे आखरां ने दग्ध माने। किणी झ, भ, र, व, न, ह-इण छह आखरां ने ईज अशुभ मानिया है। डींगल छंद शास्त्र मुजब शुद्ध वैणसगाई अलंकार रा प्रयोग सूं दग्धाक्षर दोष निवारण व्है। दधिमती देवी- गांठमांगलोद (नागौर) री अेक प्रसिद्ध देवी। आ मारवाड़ रा दाधीच ब्रामणा (दाहीमा) अर दाहीमा क्षत्रियां री अधिष्ठात्री देवी है। इणरो मिंदर गोष्ठिकां रे सहयोग सूं बंधायोड़ो मानीजे। दमामो-बकरे रे खाल सूं बणायोड़ो मोट ढोल। युद्ध मांय वजायो जावण वालो मोटो नगारो। दयानंद सरस्वती-जनम सं. 1881, मोरबी (सौराष्ट्र) जिला रो टंकारा गाम अर मृत्यु न् 1883 अमावस (दीवाली) अजमेर रा भिनाय हाउस मांय। आर्यसमाज रा प्रवर्तक अर 'सत्यार्थ प्रकाश' रा लेखक। 'ऋग्वेद भाष्य भूमिका' ने 'संस्कार विधि' आपरा दूजा ग्रंथ है। अे वेदां रा लूंठा विद्वान, समाजसुधारक, ब्रह्मचारी आर हिंदी रा जबरदस्त प्रचारक हा। धरम मांय पाखंड, अवतारवाद ने मूर्ति पूजा रा घोर विरोधी हा। अछूतोद्धार रो ई इणा जबरो काम कियो। इणा भारत मांय खूब भ्रमण कर, आर्यसमाज रो प्रचार कियो। इ्‌युं आपरो जनम नाम मूलशंकर हो। गुरु रो नाम विरजानंद स्वामी। जोधपुर मांय नैनी बाई वेश्या इणाने द्वेष सूं जहर खवायो, जिणसूं इणारी मृत्यु व्ही। दयाबाई-सं. 1750 अर 1775 रे विच मांय जनम। अलवर वासी संत चरणदास री शिष्या तथा 'दयाबोध' ने 'विजय मालिका' री लेखिका। वेलविडर प्रेस, इलाहाबाद सूं उणारी वाणी सन् 1929 मांय प्रगट व्ही। भाषा सरल राजस्थानी पण इण माथे ब्रजभाषा रो प्रभाव साफ देखीजे। दयाराम भवाई-अंतर्राष्ट्रीय ख्याति प्राप्त श्री दयाराम भील, कांकरोली कनै गुडली ग्राम रा हा। टाबरपणा सूं नृत्य कांनी लगाव तो हो ईज अर पछे नोकरी लागी, 'भारतीय लोक कला मंडल' उदयपुर मांय। फेर कांई च्हावणो। अठै आपरी कला ने ओप मिलियो। अठैईज भवाई नृत्य सीखियो। अेक उपर अेक दस मटका माथा माथे राख'र, नृत्य रो कठण अभ्यास करता। लोग अचंभो करता। श्री सामरजी री आज्ञा सूं कठपूतलियां नचावणो सीखिया अर रूमानिया रा प्रदर्शण मांय पेहलो नम्बर मिलियो। पछे तो इंग्लैंड, फ्रांस, यूगोस्लाविया आद घणा देशां मांय प्रदर्शण किया ने घणी वाह वाह मिली। दयालजी-मारवाड़ रा निरंजनी संप्रदाय रा प्रवर्तक हरिपुरुषजी (हरिसिंह) री उपाधि। दयालदास-अे रामसनेही साधु हा नै भक्त कवि रामदास रा पुत्र हा। इणारो जनमस ं. 1816 मांय व्हीयो। आपरो 'करुणासागर' ग्रंथ रामसनेहियां मांय घणो चावो है। आपरा फूटकर पद ई घणा मिले। दयालदास, राव- 'राणो रासो' रा रचैता। डींगल रा ख्यातनाम भाट कवि। 'रासो रा अंग' अर 'अकल रो अंग' इणारा दूजा ग्रंथ मानीजे। दयालदास री ख्यात- दे. दयालदास सिंढायच। दयालदास सिंढायच-इणारा अे ग्रंथ घणा प्रख्यात है-(1) वीकानेर रे राठौड़ां री ख्यात', 'आर्याख्यान कल्पद्वुम, गामां री पट्टां री विगत'। दरियावजी, रैण-नागोर-मारवाड़ रा 'रामसनेही संप्रदाय' रा अेक सुमलमान रामभक्त साधु। अे 'दरिया पंथ' रा प्रवर्तक ने लाडणू रा संत गोविंददासजी रा गुरुभाई हा। इणारो जनम सं. 1733, जैतारण मांय ने रामशरण सं. 1805 मांय हुओ हो। इणारी गादी ने समाधि रैण मांय है। ओ दरियावजी रो देवलधाम वाजे। दलपत-जनम सं. 1688, मारवाड़ मांय इंदोकली गाम। अे घण निर्भींक नै साचाबोला। उदार तथा विद्वान। जद जोधपुर महारा ाज अजीतसिंघ री ह्त्या उणारा पुत्र बखतसिंघ कीवी, तो कवि घणा नाराज ने दुखी व्हीया अर 'पितासार प्रकाश' नाम रो ग्रंथ लिखियो। 'वर्णरक्षाविकार' अर 'चूक पचीसी' इणारा दूजा बे ग्रंथ है। दलपत विजय (दौलत विजय)-प्रसिद्ध डींगल काव्य 'खुमाण रासो' रा रचैता अेक जैन साधु। अे शांतिविजयजी रा शिष्य हा ने इणारो रचनाकाल सं. 1790 मानीजे। दवावेत-आ राजस्थानी गद्य साहित्य री अेक विधा है। 'रघुनाथ रूपक' रा रचैता कविवर मंछ रे मुजब इणरा दोय भेद है। (1) शुद्ध बंध अर (2) गद्य बंध। श्री मेहताबचंद खारेड़ मुजब दवावेत कोई अैड़ो छंद कोनी, जिणमांय मात्रावां, वर्ण के गणां रो विचार व्है। आ तो अंत्यानुप्रासवाली गद्य चाल है। ओ अैड़ो गद्य प्रकार है, जिण मांय अंत्यानुप्रास ने चमक री बोलबाला व्है। खरेखर तो आ राजस्थानी भाषा री उर्दू प्रभाववाली गद्य शैली है, जिणमांय इतिहासरा नैनां प्रसंगां रा वर्णन व्है। Encyclopecida on indian literature मांय लिखियो है के दवावेत मिसरां रो युग्म है, जिण मांय तुकान्त व्है, पम मिसरां री संख्या री कोई मर्यादा कोनी। दशरथ-राजा अज रा पुत्र ने अयोध्या रा राजा। पुत्रकामेष्ठि यज्ञ सूं इणारी तीन राणियां सूं चार पुत्र हुआ। श्रवणकुमार रे माता-पिता रे सराप सूं अर राम रा वियोग मांय इणारो प्राणांत व्हीयो। दशरथ शर्मा-जनम सन् 1903, चूरू। विद्यावाचस्पति पं. देवीप्रसाद पिता। दिल्ली अरआगरा विश्वविद्यालय सूं क्रमश: इतिहासअर संस्कृत मांय अेम. अे. कियो ने प्रतम श्रेणी मांय प्रतम आय'र स्वर्णप्रदक प्राप्त कियो। आगरा सूं डी.लिट् री उपाधि लीवी। वीकानेर रा डूंगर कालेज मांय इतिहास रा प्रोफेसर तथा 'सादूल राजस्थानी रिसर्च इंस्ट्ीट्यूट, वीकानेर' रा निदेशक रह्या। 'नेशनल आर्काईझ' तता 'हिंदू कॉलेज' दिल्ली मांय प्राध्यापक रह्या पछे दिल्ली विश्वविद्यालय मांयइतिहास विभाग रा रीडर बणिया। Rajjasthan History Congress री थरपणा कीवी ने उणारा अध्यक्ष चुणीजिया। लारे सूं 'राजस्थान प्राच्य विद्या प्रतिष्ठान' रा निदेशक रह्या। अेक पचे अेक सुंदर ग्रंथां रो संपादन कियो- 'संगीत रघुनंदनम, दयालदास री ख्यात, (दोय भाग), कयामखां रासो, हम्मीरायण, पंवार वंश दर्पण, इंद्रप्रस्थ प्रबंध, अमराभिषेक काव्य' अर 'ओझा निबंध संग्रह भाग अेक'। पांच सौ सूं बैसी शोध निबंध लिखिया। सन् 1976 मांय देहावसान। डॉ. मनोहर शर्मा लिखियो- शर्मा दसरथ रो सुजस, परतख पुन्न प्रकास। पूठो राजस्थान में, उतरियो भारत व्यास। दसनामी-आदी शंकराचार्य रा दस शिष्यां द्वारा चलायोड़ो संन्यासियां रो अेक संप्रदाय। दस संन्यासी - अरण्य, आश्रम, गिरि, तीर्थ, पर्वत, पुरी, भारती, वन, सरस्वती ने सागर। दसमो धोवणो-टाबर हुआं पछे दसमे दिन सुआवड़ी रो पेहली वार सिनान करणो। दसोठण। दसरावो-आसोज सुदी दसम ने श्रीराम द्वारा रावण वध रो उत्सव। विजयादसमी। दसेरक-घणो प्राचीन ओ जनपद, आथूणा राजस्थान मांय हो। दंडक- अेक छंद। छाईस सूं वत्ता वरणां वालो 'वर्णिक दंडक' अर बत्तीस मात्रांवां वाला छंद ने 'मात्रिक दंडक' केहवे। दंपति विनोद-वीकानेर रा राजा अनूपसिंघ रा काल मांय जोशीराई ओ ग्रंथ वणायो। इण मांय सूवटा अर सारी रा मूंडां सूं मरद अर लुगायां संबंधी बत्तीस कथावां है। दाड़ोजी-लुगायां द्वारा चैत वदी दसम ने करीजण वाली 'दिवस री पूजा'। इण दिन सूरज भगवान ने पूजण वाली सगली सौभाग्यवती लुगायां बेपारणा मोहल्ला मांय भेली व्है। इणारे हाथां मांय आखा व्है। अेक लुगाई दाड़ोजी (दहाड़ोजी, दिहाडो़जी) री वात केहवे। वात री पूरणता पर सगली लुगायां सूरजी ने धान री अंजली देवे ने पछे अेकासणो खोले। कठैई कठैई ओ व्रत चैत सुदी दसम ने करीजे। दात-दायजो। दादूदयाल-सन् 1544 सूं. 1603, 'दादू पंथ' रा प्रवर्तक। सांभर सूं दादू पंथ रो प्रवर्तन हुओ। घणो लोग माने के मूल गुजरात रा अमदावाद रा अेक संत हा। कोई इणाने ब्रामण तो कोई ब्राह्मण-स्वर्णकार ई केहवे। 'दादूवाणी' मांय इणारे पदां रो संग्रै है। विचारां सूं दादू कबीर रा ईज अनुयायी हा, पण इणा किणी मत रो खंडन नी कियो। भाषा, मूल मांय राजस्थानी पण हिंदी रो मेल घणो है। शुद्ध राजस्थानी मांय ई थोड़ा पद मिले तो थोड़ाक सिंघी ने पंजाबी मांय ई। जैपुर कनै नारायणा गाम मांय दादूपंथियां रो मोटो स्थल है। अठैईज दादू रो स्वर्गवास व्हीयो। दादू पंथ मांय चार भांत रा साधु व्है-खाकी, विरक्त, थांमधारी अर नागा। अे लोग निरंजन, निराकार, निर्गुण, ब्रह्म री सत्ता माने। दादू रा स्वर्गवास पचे इणारा पुत्र गरीबदास गादी बैठा। आचार्य क्षितिमोहन सेन बंगला मांय इणा माथे अेक समीक्षात्मक ग्रंथ ई लिखियो। इण संप्रदाय ने 'परमब्रह्म संप्रदाय' ई केहवे। दावो-(1) व्याव मांय लागणवाली अेक लाग। (2) राजा री अेक लाग। दामोदरदास राठी- सन् 1894, पोकरण मांय जनम। राठीजी राष्ट्रीय विचारधारा रा लूंठा उद्योगपति हा। अे क्रांतिकारियां ने आर्थिक सहयोग देवता। ब्यावर मांय इणा कृष्ण मिल री थापना कीवी, जिण मांय क्रांतिकारियां ने काम लगावता। पेहलड़े विश्वयुद्ध मांय भारत मांय जिकी क्रांतिकारी योजनावां बणी, उण मांय इणारो घणो सहयोग हो। इणा आपरी मिल मांय मजूरी रे बहाने घणा क्रांतिकारी राखिया हा। सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आपाणो राजस्थान री वेबसाइट रो Logo राजस्थान रा जिला रो नक्शो (आभार राजस्थान पत्रिका) किताबा री सूची सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "पान राजस्थान रो खान-पान प्राय ः आपरी सात्विकता रे वास्ते जाणो जावे हैं। प्राय हिंदू शाकाहारी भोजन रो उपयोग करे हैं पण कुछ लोग मांसाहार रो भी उपयोग करे हैं। मारवाड री अर्थव्यवस्था पशुपालक रेई हैं,इण वास्ते भोजन मे दूध व दूध सू वणियोडी चीजा जिया की दही ,छाछ ,मटठो,घी आदि रो खावा मे उपयोग होवे हैं। साधार ण लोगो मे ज्वार,मोठ ,कुलथ ,मसूर,उड्द औंर तूर रो उपयोग होवे हैं। इणरे अलावा चावल, गेंहू,मकई औंर दुसरे अनाजो रो भी उपयोग होवे हैं पण बाजरे रो उपयोग ज्यादा होवे हैं। सस्ती होने रे कारण गरीब लोगो मे भी इरी बहोत खपत रेवे। किसानो रे अलावा दूसरा ग्रामीण भी खाणे मे सागरा औंर राबा बहोत प्रचलित हैं। साधारण लोग दिन मे तीन बार भोजन ग्रहण करे हैं- सीरावण (नाश्ता),दुपहरी (दिन रो भोजन) औंर रात बियालु (रात रो भोजन ) ऩाशते मे बाजरे री रोटी रे साथे घी ,दही, दूध व,मटठो लेवीजे हैं। सब्जियो मे मेथी, पालक या सोया आदि रो उपयोग होवे हैं। दूपहरी मे सोगरा ,मूंडा या मोठरी दाल ,प्याज औंर एक लालमिर्च रो भोजन करिजे। लोग खीचडी रो भी सेवन करे हैं। ओ सब भोजन स्वास्थ्य रे अनूकूल मानीजे हैं। पांच तरह रे खाधो सू वणियोडी पंचकुट मारवाड री खासियत हैं। जिणमे सांगरी,खैंर (सुखे मेवे ), कुमाथिया (बील),अमचूर औंर मिर्ची होवे हैं। सब्जियो मे कैंर , सांगरी ,फ़ोग,ककडी, फ़लिया ,टिंडा ,खींपोली ,कंकेडा सब जगा होवे हैं। इरे अलावा मूली, गाजर ,शकरकंद औंर तरबूज भी उगाविजे हैं। अठे क ई तरहा री मिठा ईया औंर नमकीन विश्‍व मे विख्यात हैं। जोधपुर मे मावे री कचौंडी, बीकानेर मे रसगुल्ला,नागौंर मे मालपुवा,किशनगढ मे पेठा,मेड्ता मे दूध पेडा, लूणी मे केशनबाटी, पाली मे गूंजा,नावा मे गूंद रा पापड , सांभर री फ़ीणी ,खारचीरी राबडी व खुनसुना री जलेबी लाजवाब मानीजे हैं। बीकानेरी भूजिया,जोधपुरी मिर्ची बडा,दाल मोठ,कोफ़्ता व शाही समोसा प्रसिद्ध हैं। राजस्थान रे प्रमुख खान पान मे दाल बाटी औंर चूरमो प्रसिद्ध हैं। ओ खाणे मे बहोत स्वाद होवे हैं। गरीब औंर समृद्ध लोगो रे भोजन मे बहोत अन्तर हैं। समृद्ध लोग बहोत तरह री सब्जियो सु सुगंधित रसो,सुखा मेवा औंर फ़ीणी ,घेवर औंर खाजा जिसी मिठाईया ,नारियल चावल औंर गेंहू सू वणियोडा कई तरह रा व्यज्ंान,दाल,औंर अचार रो उपयोग करिजे हैं। शादी विवाह रे अवसर ऊपर लपसी,सीरो,औंर लाडू बणाई जे हैं। शादी रे अवसर ऊपर गंगाजल,इलायची औंर कपूर ,लौंंग रो सेवन करिजे हैं। गरीबो मे बाजरे री रोटी रो प्रचलन हैं। खान-पान सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "ण ट टब्बो-(1) मूल ग्रंथ री ओलियां रे विच मांय नैना आखरां सूं लिखीजम वाला शब्दां रा अर्थ के टूंको विवरण। (2) पानां रा हासियां में लिखियोड़ी टीका के अरथ। टाडगढ-इण गाम रो जूनो नाम बरसावाड़ा (मेवाड़) हो। कर्नल टॉड अठै अेक गढ बणवायो, जिणसूं इणरो नाम टाडगढ पड़ियो। ओ ब्यावर सूं 40 कीलोमीटर दिखणाधे है। टाड, जेम्स कर्नल-सन् 1782 सूं 1835 तांई आथूणा राज्यां रा पोलिटिकल अेजेंट अर प्रसिद्ध इतिहासकार। सन् 1829 मांय बे भागां मांय राजस्थान रो इतिहास 'अेनाल्स एंड अेंटीक्वीटीज ओफ राजस्थान' लिखियो। 'राजस्थान' नाम उणारोईज दियोड़ो है। कर्नल टाड रो दूजो ग्रंथ हो-'ट्रेवल्स इन वेस्टर्न इंडिया'। ब्यावर कनै जिण गाम मांय अे रेहवता, उणरो नाम टाडगढ पड़ियो। टीको-(1)राजतिलक। (2)सगाई करण री अेक रीत। (3) पशुवां री ललाट मांय जुदा रंगां री बालां रो निशान। ठ ठाडो-(1) शीतला माता ने चढावण सारू अेक दिन पेहला बणायोड़ो वासी भोजन। ठाडो पेट- बड़ी-बूढी लुगायां द्वारा सौभाग्यवती स्त्रियां ने दियो जावण वालो 'पुत्रवती' हूवण रो आशीर्वाद। ठाणांग- जैनां रो 'स्थानांग सूत्र' ग्रंथ। ड डमरू शिव रो अेक आशीर्वादात्मक वाद्य। इणरे सुरां सूं शिव, व्याकरण रा चवदे सूत्र रचिया, जिके 'महेश्वर सूत्र' कहीजे। डींगल-मध्ययुग री आखा राजस्थान री साहित्यिक काव्य भाषा। इण मांय सैंग रसां साथे वीर रस रो प्रयोग वत्ती मात्रा मांय व्हीयो है। सौराष्ट्र मांय इणने डींगली केहवे। डींगी+गल=ऊंचा स्वरां सूं सुणायो जावण वालो काव्य। वीर वाणी। मरूभाषा रो साहित्यिक स्वरूप। आधुनिक युग मायं इणरे पद्य-गद्य में साहित्य निर्माण सतत चालू है। इण मांय अणपार साहित्य है। डींगल कोश-कविराजा मुरारिदान रचित 900 छंदां रो राजस्थानी भाषा रा पर्यायवाची शब्दां रो कोश। अे कविवर सूर्यमल मिश्रण रे खोले गया हा ने इय्‌ुं मानीजे है कि इणाईज 'वंशभास्कर' ने पूर्ण कीनो। डींगल नाममाला-इण ग्रंथ करता रो नाम स्पष्ट कोनी। जैसलमेर रा रावल हरराज अर कुशललाभ, दोनूं रा नाम पुष्पिका मांय होणे सूं थोड़ी द्विधा है। पुष्पिका मांय इणरो पूरो नाम 'पिंगल शिरोमणि उडींगल नाम माला' है। इणरी रचना सं. 1518 रे आजू-बाजू है। डूंगजी-जवारजी- सन् 1857 रा स्वतंत्रता-संग्राम मांय ढूंढाड़ (शेखावाटी) रा अे काका भतीजा चावा देशभक्त हा। अे धनवानां ने केहवता के देश री आजादी सारू धन दो। नी देणे पर धाड़ा मारता। इण धन सूं अे गरीबां री मदद ई करता। अे दोनूं आपरा साथियां साथे अंगरेजां री छावणियां ई लूटता, जिणसूं अंगरेज काठा धाप गया हा। डूंगजी ने उणरा साला भैरूसिंघ लालच मांय आयने गोठ रे मिस बुलाया। पछे घणो दारू पायो ने छल सूं पकड़वाय दीना। अंगरेज उणाने आगरा रे किला में बंद किया। डूंगजी री पत्नी री फटकार सूं जवारजी उणाने छोड़ावण री प्रतिज्ञा कीनी। लोटिया जाट आपरी वीरता अर बुद्धि सूं उणाने छुड़ा लायो। जद ठकराणी आरती उतारण लागी तो डूंगजी कह्यो के म्हाने मत वधावो राणी, वधावो लोटिया जाट। म्हां आपे नी आया, म्हांने लायो लोटिया जाट। वीकानेर रा घड़सीसर गाम रे नाके, अंगरेजी फौजां डूंगजी-जवारजी ने घेर लीना। इण मायं जोधपुर अर वीकानेर री फौज ई सामिल ही। जवारजी को वीकानेर रा खेरखट्टा पूगा जठे महाराजा रतनसिंघ उणाने प्रेम सूं राखिया। डूंगजी जैसलमेर मायं गिरदड़ा रा काकीमैड़ी मांय आपरा साथियां कनै गया, जठै जोधपुर वाला उणाने धोखा सूं कैद कर, अंगरेजां सूंप दिया। इणसूं आग भड़की अर सैंग ठौड़ लाय बलती देख, अंगरेजां उणाने पाछा जोधपुर वालां ने सूंप दीना। जोधपुर रे किले मांय ई इणारो देहांत हुओ। धाड़ा मारण रा काम पेहला डूंगजी (डूंगरसिंघ शेखावत), शेखावाटी ब्रिगेड मांय रिसालदार हा। इणारा दल मायं राजपूत, जाट, मीणा, मेवाती, नाई, तमोली, चारण, गूजर, सुनार, रेबारी, मुसलमान वगेरा छतीस जातां रा लोग हा। भोपा गाम गाम मांय इणारो गीत गावे- भला भला रा टूक उड़ावे लड़े डूंगजी न्हार। लोटिया जाट, करणियो मीणो, वध वध वावे तरवार। तोड़ आगरो बाहर निसरया, बोल्या जै जै कार। राम दुहाई फिरी किले में, रोकणियो कोई नांय। डूंगजी लोटिया जाट ने केहवे- मिनखां निठगी मोठ बाजरी, घोड़ा निठग्या घास। रामगढ रा लूंठा सेठ, अगरेजां रा कास। मरदां मायं थूं मरद आगलो, हेरयां रो थूं लाट। रामगढ री हेर लगावे, जद जाणूं थूं जाट। लोटिया जाट करणियो मीणो, अकलां मांय उजीर। भेष बदलने चाल्या रामगढ, जाणे छूटया तीर। डूंगरपुर-डूंगरपुर रो जुनो नाम गिरिपुर हो। डूंगराल प्रदेश होणे सूं इणरो ओ नाम पड़ियो। इण वात रो उल्लेख सं. 1425 मांय धुवेल गाम मांय जयानंद लिखित 'प्रवास गीतिका त्रय' मांय मिले। डूंगरपुर री थापना सं. 1358 मांय करीजी। 'मुंहता नैणसी री ख्यात' मुजब रावल समरसिंघ, वागड़-प्रदेश, डूंगर नाम रा भील सूं खोस'र आपरे कब्जे कियो। डूंगर रा नाम सूं इणरो नाम डूंगरपुर पड़ियो। डूंगर री विधवा री प्रतिमा अटे किला मांय है, जिणरा दरसण सारू घणा भील अर दूजा लोग ई आवे। अेक मत ओ ई है के महारावल डूंगरसिंह, डूंगरपुर वसायो, पण ओ मत इतरो मीचीन कोनी। आ अेक भूतपूर्व रियासत ही, पण अबे अेक जिलो है। ओ आडावला भाखरां री टूंका सूं घिरियोड़ो रमणीय प्रदेश है। डोली-(1) ब्रामण, साधु वगेरां ने दान मांय दीयोड़ी कर मुक्त भूमि। (2) घायलां ने ले जावण रो अेक साधन (स्ट्रेचर)। (3)पालकी। डोली व्याव-इण मांय वर पक्ष जान लेयने नी जावे, पण उणरी जगा कन्या ने सामे सूं डोली में बिठाय'र मेले। सासरे गया पछे बीजी विधियां पूरी हुवे। अैड़ो व्याव राजघराणां तांईज सीमित रेहवतो। ढ ढाल-गीत गावण री 'तर्ज' अथवा 'देसी' ने ढाल केहवे। पछे ढाल अेक साहित्यिक विधा बणगी। इणरो सैं सूं वतो प्रयोग जैन कवियां कियो है। 2500 देसी अथवा ढालां आज मिले। ढुकाव-(1)जान री शोभा यात्रा। (2) सामेलो। ढूंढ- टाबर रा जनम पछे पेहली होली टाणे, मोहल्लावाला के सगा संबंधी चंग बजावता गावता, टाबर रे घरे उणने आशीर्वाद देवण आवे। उण टैम घर रो कोी आदमी टाबर ने खोला मांय लेयने बाजोट माथे बैठे। उणरे माथे दो ज णा अेक आडी लकड़ी झाल'र उभा रेहवे ने जूदा सैंग जणा नैना नैना डांडियां सूं आशीर्वाद बोलता जावे अर आडी लकड़ी माथे तड़ तड़ मारता जावे- 1 2 3 हरी हरी रे हरिया वेल घर घणियाणी बारे आव जतरा जंगल झाड़ बूंट डावे हाथ लपूको ले पेलो पूत सपूतो पूत अतराई घर में घोड़ा ऊंट जीमणे हाथ चमर ढुलाय दूजो पूत हाटावां जाय उतरीई सरवर डीकरियां ज्युं-ज्युं चंपा लेहरां लेय तीजां रै भैंस्यां रो ठाठ सोले सवाणी, जणा पचास इण घर इतरा हाथी घोड़ा चौथा रे घोड़ा रो ठाठ गैरियां री पूरे आस इण घर इतरा गाय वछेरा इतरो मोटो हुयजो। इतरो मोटो हुयजो। ढूंढा-हिरण्यशिपु री बेन, जिका प्रहलाद ने खोला मायं लेय'र अग्नि मायं बैठी। पण खुदईज राख हुयगी ने प्रहलाद ने आंच ई नी आई। ढूंढाड़- (1) जयपुर राज रे आजू बाजू रो प्रदेश। पेहला ो जयपुर राज रो अेक भाग हो। इण प्रदेश रा नाम सूं इणरकी भाषा ढूंढाड़ी केहवीजे। (2) जयपुर राज रो प्राचीन नाम। ढोला-मारू रा दूहा- इणरो रचना काल सं. 1000 मानीजे, पण इणरो वर्तमान रूप सं. 1530 रो लागे। ओ राजस्थानी रो श्रेष्ठ प्रणय काव्य है। जैसलमेर रा अेक जैन कवि यति कुशललाभ उठै रा महारावल रा आदेश मुजब इण ग्रंथ रो संपादन कियो। इ्‌युं लागे है के अे ठौड़ ठौड़ खुदरा बणायोड़ा दूहा जोड़ता गया। ओ काव्य घणो लोकप्रिय रह्यो ने साहित्य, संस्कृति ने कला जगत मांय णिरे नोखो स्थान है। ढोला (साल्ह कंवर), नरवर गढ रा राजा नल रो राजसंवर अर मारू (मारवणी) पूगल रा राजा पिंगल री राजकुंवरी। पेहलड़ी वार 'ढोला मारू रा दूहा' रो संपादन संपादक त्रय-सूर्यकरण पारीक, डा रामसिंह अर नरोत्तमदास स्वामी कियो हो, जिको हिंदी साहित्य सम्मेलन, प्रयाग सूं छपियो। इणरी लोकप्रियता रो ओ दूहा घणो चावो है- सोरठियो दूहा भलो, भल मरवण री वात। जोबन छाई घण भली, तारां छाई रात। सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आपाणो राजस्थान री वेबसाइट रो Logo राजस्थान रा जिला रो नक्शो (आभार राजस्थान पत्रिका) माजीसा राणी भटियाणी मेहवा रा शासक रावल मल्लिाथजी री चवदमीं पीढी में रावल कल्याणमलजी जसोल रा शासक हुया। रावल कल्याणमलजी, रावल जैतमलजी रा पाटवी पुत्र हा जिका आपरै पिता रै बैद जसोल री गादी माथै विराजिया। कल्याणमल रै जोपुर रा महाराजा अभयसिंह अर बखतसिंह रै अणबल रौ वैवार रैयौ। महाराजा अभयसिंह कल्याणमल नै दबावण सारू घणा तपिया। महाराजा अभयसिंह नै वि.सं. 1787 (ई.स. 1730) में बादस्या गुजरात रै नवाब सरबुलंदखां नै दबावण वास्तै गुजरात भेजिया तद महाराजा मारवाड़ रा सैंग सामंतां, उमरावां नै इण जुद्ध में लड़ण वास्तै बुलाया। इण मौकै माथै रावल कल्याणल ई हाजर हुया अर आपरी फौज लेय'र महाराजा रै सातै गुजरात जुद्ध मांय गया। जुद्ध में जबरा लड़िया अर सेवट महाराजा री फतै हुई। भटियाणी माता अर माजीसा रै रूप में सुचावी भटियाणी राणी स्वरूपदे जसोल रै रावल कल्याणमल (रावल कल्याणसिंह राठौड़) री पत्नी ही अर जैसलमेर रै भाटी राजपूत जोगीदास री पुत्री ही। रावल कल्याणमल राव मल्लिनाथ रा वंशज हा अर दूधावत महेचा हा। वै वीर अर ज्ञानी हा। उणां रा दो ब्याव हुया हा- अेक तौ भटियाणी स्वरूपदे सूं, जिकी जोगीदास पृथ्वीराजोत री पुत्री ही, अर दूजौ देवड़ी अमोलकदे सूं, जिकी दलेलसिंह जगसिंघोत री पुत्री ही। भटिय.ाणी स्वरूपकंवर मानता प्राप्त राणी ही। वां अणूंती ई सुंदर तौ ही ई, साथै ई बौत सहनसील ई ही। दूजी राणी देवड़ी अमोलकदे नै ऊणसूं घणी ईरसा हा। सो अेक दिन वा स्वरूपकंवर नै ज्हैर देय'र आपरी ईरसा री आग शांत करी। वां ई दिनां जैसलमेर रा दो ढोली शंकर अर ताजिया अचाणचक रावल कल्याणमल रै दरबार मांय मांगण सारू गया तौ जैसलमेर रा रैवासी जाण'र उणां नै कैईजियौ के थांरी बाईसा तौ अबै मसाणां में विराजै, सो उठै जाय'र सीख लीजौ। वा मूंडै मांगी सीख देय देवैला। शंकर अर ताजिया राणी स्वरूपदे री चिता-स्थली माथै पूगिया अर हियै तणा उद्गार प्रगट करता थकां मांगणी सारू वीणती सरू करी। सुरगवासी राणी तद प्रगट हुय'र उणां री मांगणी पूरी करी। इण चमत्कारा री खबर देखतां-देखतां च्यारूंमेर फैलगी। तद राव कल्याणमल रा परिजन मसाण मांय जाय'र छिमा-जाचना करी अर पछै, उणरी पूजा-अरचणा सरू करी। तद सूं ई भटियाणी राणी स्वरूपकंवर रै चमत्कारां रौ औ सिलसिलौ चालतौ आय रैयौ है अर आज पण ई चाल रैयौ है। श्रद्धालु भगत इणां री चरण-पादुका अर प्रतिमा रै दरसणां सारू जसोल पूगै अर इणां रै मिंदर मांय जाय'र भेंट स्वरूप प्रसाद ई चढावै। जसोल मांय उणां रै थान री जगै मिंदर बणियोड़ौ है। भाटियां री पुत्री हुवण री वजै सूं 'राणी भटियाणी' रै नाम सूं औ दरसणजोग स्थान चावौ है। इण नाम रै अलावा 'लख्यो राणी', 'जैसलमेरी घणियाणी', 'कंवराणी साहबा' इत्याद नामां सूं ई इणां नै श्रद्धा साथै पुकारियौ जावै। मरियां रै पैला इणां रै मूंडै सूं औ निकलियौ हौ- \"म्हैं तो पुजीजूंला अर थै थांरी भुगतौला। \" सौ सती रै सत-वचनां नै आज ई लोग बडी सरधा अर भगति रै रूप मांय लोकगीतां अर भजनां में गावै- \"भटियाणी, थारौ परचौ साचौ रै। \" कोई तीन सौ बरस पुराणौ जसोल ठाकर कानी सूं बणवायोड़ौ भटियाणी माता रौ स्थान आज पण धारमिक दीठ सूं गलां रौ ई श्र्‌धा रौ ई श्रद्धा रौ केन्द्र बणियोड़ौ है। उठै आयै बरस भादवै अर वेसाख महीनै री सुदी तेरस-चवदस नै विसाल पैमानै माथै मेला लागै। आं मेलां मांय नीं सिरफ राजस्थान रा इज, बल्कै गुजारात, महाराष्ट्र्, उत्तरप्रदेश, मद्रास, दिल्ली इत्याद प्रदेशां सूं हजारूं लोग दरसणां सारू जसोल पूगै। अै मेला दो दिन तांी चालतौ रैवै। बीमारियां सूं परेस्यान, औलाद सारू उत्सुक अर वौपार-नौकरी में जस हासिल करण वालां री लांबी कतारां माजीसा रै मिंदर मांय लागियोड़ी रैवै। श्रद्धा अर आस्था राखण वाला लोग माजीसा रै चमत्कारां सूं आपरौ जीवण सुखी बणावता आया है। माजीसा रै मिंदर सगलै ई अेक हुय'र आवै अर सीस नवाय'र आपरी मांगणी मांग'र, खुस हुय'र बावड़ जावै। मिंदर रै प्रांगण मांय जातरूवां रै विसराम सारु माजीसा रा भगत जन आपरी इंछा सूं दान देवण में आगीवाण रैवै। मेलै रै दिनां मांय राणी भाटियाणी रै लोकगीतां-भजन कीरतनां अर वाणियां री गूंज लागियोड़ी रैवै। भटियाणी राणी रै चमत्कारां सूं प्रभावित हुय'र ई राजस्थान रै बाड़मेर जिलै री विकासशील पंचायत समिति, बालौतरा इणई धारमिक स्थल रै छेत्र मांय राणी भटियाणी री याद में 'राणी भटियाणीजी विराट पशु-मेला' रौ आयोजन करती रैयी है। इण पशु-मेला मायं हजारूं री संख्या में उत्तम नस्ल रा थारपारकर अर कांकरेज रा बलद, मालाणी रा घोड़ा, गायां, भैस्यां, बकरा-बकरियां, ऊंट-सांडियां, टोडिया, खच्चर, भेडां इत्याद अेकठ हुवै। मेलै मांय पशुवां री खरीद बिक्री सारू समुचति व्यवस्था करीजै। राजस्थान रै अलावा गुजरात, पंजाब, हरियाणा, उत्तरप्रदेश, मध्यप्रदेश इत्याद रा चावा वौपारी पशुवां री खरी सारू आवै। आथूणै राजस्थान मांय राणी भटियाणी री मानता हदभांत ई देखण में आवै। केई नगरां अर गांमां मांय राणी भटियाणी रा स्थान है, जठै लोग श्रद्धा-आस्था सूं आवै अर कस्टां सूं छुटकारौ पावै। मुख्य थान तौ मिंदर रै रूप में जसोल मांय है इज। सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "227 मी. आदमियो री साक्षरता 75.49 प्रतिशत बारिश रो औंसत लुगाया री साक्षरता 52.69 प्रतिशत उच्चतम तापक्रम नगरपालिका 9 न्युनतम तापक्रम पंचायत समितियाँ 7 कुल जनसंख्या 17,88,487 गांव पंचायते 320 आदमियो री संख्या 9,55,027 राजस्व गांव 2998 लुगाया री संख्या 8,33,460 तहसील 9 ग्रामीण जनसंख्या 13.36 लाख शहरी जनसंख्या 4.52 लाख श्री गंगानगर जिलो राजस्थान रे उत्तरी भाग़ माथे 22.4ं सू 30.6ं उत्तरी अक्षांश 02.30 सू 74.16 पूर्वी देशानतर रे माथे विराजित हैं। जिला रे दक्षिण माथे चुरू व बीकानेर ,उत्तरी पशिचम माथे पाकिस्तान रो बहावलपुर जिलो, उत्तर पूर्व माथे हनुमानगढ जिलो हैं। जिले री औंसत ऊंचाई समुद्र तल सू 168 सू 220 मीटर माथे स्थित हैं। जोधपुर रा शासक राव जोधा रा सपूत्र राव बीका 14988 मा बीकानेर री स्थापना करी ,राव बीका रे पछे राव लूणकरण बीकानेर राज्य माथे राज करयो। लूणकरण रो सुपूत जर सिह बीकानेर राज्य री सीमा बढाण वास्ते घणा युद्ध करिया। वीर औंर निर्भिक राजपूत शासका रा साहस पूर्ण यत्ना सू ही 15 वी शताब्दी माथे एक नवे बीकानेर राज्य रो निर्माण करीयो गयो। वर्तमान माय श्री गंगानगर जिला रे नाम सू ज्ञात ओ भू भाग पेला बीकानेर रियासत रो हिस्सो रहयो। बीकानेर रियासत मोटे राजस्थान रे साथे राज्य रे माय शामिल हयो औंर बिकानेर रियासत माथे घणा भाग साथे श्री गंगानगर रा क्षेत्र राजस्थान राज्य रो हिस्सो बण्यो। 30 मार्च 1646 रा छोटे बंटवारे साथे श्री गंगानगर क्षेत्र ने नवे जिले रो रूप दे दियो। प्रशासनिक दृष्टी सू बीकानेर संभाग माये शामिल श्री गंगानगर जिला माये 6 उपखण्ड श्री गंगानगर, कर्णपुर,सूरतगढ,घडसाना व रायसिंह नगर व 9 तहसीला व 5 उप तहसीला आवे। जिले माय 5 पँंचायत समितीया औंर 320 ग्राम पंचायता आवे। जिले माय एक नगर परिषद विकास न्यास व 9 नगर पालिकाए हैं। जिलो दो लोक सभा व सात विधान सभा क्षेत्र माइने बटियोडो हैं। श्री गंगानगर जिले माइने प्रमुख रूप सू जिप्सम ही निकाली जावे हैं। जिको सूरतगढ ,टोलानिया ,किसानपुरा ,रंग महल क्षेत्रा माइने मिल जावे। ए खनिज पदार्थ प्रमुख रूप सू प्लास्टर आफ़ पेरिस, पोर्टलैंण्ड सीमेंट व उर्वरक बणान वास्ते काम आवे। गुरूद्वारा बुढा जोह्ड - राजस्थान रे मुख्य गुरूद्वारा माये स्थान राखे। ओ एतिहासीक गुरुद्वारो रायसिंह नगर सू करीब 35 कि.मी.व जिले रे रायसिंह कस्बा रे श्री गंगानगर सू 85 किमी. दुरी माथे जैंतसर रे कने विराजित गुरूद्वारा बुढा जोह्ड रास्ते माथे डाबला ग़ांव रे कने हैं। ओ गुरूद्वारा बुढाजोह्ड 1654 माये संत बाबा फ़तेहसिंह री देख रेख माये शुरू हयो। 5 वर्षा तक निर्माण कार्य चालतो रयो। गुरूद्वारा रो प्रमुख दरवाजा संगममर रो वणियोडो हैं। श्रद्धालुआ रे ठहरन वास्ते 140 कमरा बणयोडा हैं। अठे हर महीना री अमावस माथे भरीजे हैं। श्रावण मास री अमावस ने मोटो मेलो लागे हैं। डाडा पम्पाराम रो डेरो - ओ पवित्र जगिया विजयनगर कस्बा माये विराजित हैं। पम्पाराम री समाधि स्थान माथे साल माये फ़ाल्गुन मास ए सात दिना रो भव्य मेलो लागे। मेला माये राजस्थान प्रदेश रे अलावा पंजाब, हरियाणा,दिल्ली,मध्य प्रदेश उत्तर प्र देश,बिहार सू घणा घणा श्रद्धालु आवे हैं। गुरूद्वारा बुढा जोह्ड माये सगली अमावस्या रा मेलो भरिजे। अगस्त मास री अमावस्या रा अठे मोटो मेलो लागे जिरे माई ने पडोस रा पंजाब,हरियाणा राज्य सू घणा घणा श्रद्धालु आवे। श्री गंगानगर व सूरतगढ माये भाद्रपद दसमी माये मोटो रामदेवजी रो मेलो लागे हैं। जिला मुख्यालय श्री गंगानगर रेल व बस सेवा सू भी जूडीयोडो हैं। रेल्वे पूछताछ न. 2422022,रोडवेज पूछताछ न.2422220,सर्किट हाउस फ़ोन न. 2821430, एस.टी.डी. कोड न.0154 हैं। सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "तिथि अर स्थान : 5 नवम्बर सन् 1934 ई. झूंझणुं (राज.) शिक्षा : एम.ए.सा. रत्न सदीव रो ठिकाणो : झूंझणुं (राज.) मौजूदा ठिकाणो : 1, कासीमित्रघाट स्ट्रीट कलकत्ता-3 छप्योड़ी पोथियां विष्णु सहस्त्रनाम (1966) म्हाभारत सतसई (1966) यीसू हजारो (1971) पत्र-पत्रिकावां में छप्योड़ी रचनावां ओलमो, में बाल्मीकि रामायण में अनुवाद रा अंसं दूजी सूचनावां लाडेसर, म्हारो देव, सरवर, नैणसी-पत्र पत्रिकावां रे संपादन मौजूदा काम धन्धो अध्यापकी सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आपाणो राजस्थान री वेबसाइट रो Logo राजस्थान रा जिला रो नक्शो (आभार राजस्थान पत्रिका) राजस्थान रा एतिहासिक युद्ध युद्ध रो नाम सन किण यौद्धाओ रे बीच कुण जीत्यो तराईन प्रथम 1191 पृथ्वी राज /मुहम्मद गौरी मुहम्मद गौरी तराईन द्वितीय 1192 पृथ्वी राज /मुहम्मद गौरी मुहम्मद गौरी रणथम्भौर युद्ध 1301 हम्मीरदेव चौहान /अलाउद्दीन खिलजी अलाउद्दीन खिलजी चित्तौड युद्ध 1303 राणा रतनसिह /अलाउद्दीन खिलजी अलाउद्दीन खिलजी जालौर युद्ध 1311 अलाउद्दीन / कान्ह्डदेव अलाउद्दीन खिलजी खातौली युद्ध 1518 महाराणा सांगा / इब्राहिम लोदी महाराणा सांगा गागरोन युद्ध 1519 महाराणा सांगा/महमूद खिलजी द्वितिय महाराणा सांगा सामेल (जैतारण ) युद्ध 1544 मालदेव / शेरशाह शेरशाह खानवा युद्ध 1527 महाराणा सांगा / बाबर बाबर हल्दी घाटी युद्ध 18जून 1576 महाराणा प्रताप / मानसिंह महाराणा प्रताप सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "कौशल किशोर भाटी शिक्षा : एम.ए. (हिन्दी, अर्थ शास्त्र), एल.एल.बी. जन्म तिथि : 9-10-1948 ई. जनम स्थान : जयपुर मौजूदा काम धन्धो : विद्यालय-सेवा पत्र-पत्रिकावा में छप्योड़ी साहित्यिक रचनावां : कादम्बिनी आद पत्रां में अण छपी पोथ्यां : राजस्थानी व्याकरण दूजी सूचनावां : आकाशवाणी सूं रचनावां रो प्रसारण, स्मारिकावां रो संपादन सदीव रो ठिकाणो : 592, भाटी भुवन, सादुलसिंह की नाल, चौकड़ी सरहद, जयपुर-302002 मोजूदा ठिकाणो : सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "कठे - कई। राजधानी जयपुर राजस्थान उच्च न्यायालय जोधपुर राजस्थान माध्यमिक शिक्षा बोर्ड मुख्यालय अजमेर राजस्थान लोक सेवा आयोग अजमेर राजस्थान उच्च न्यायालय री खण्ड पीठ जयपुर पश्चिमी क्षेत्र सांस्कृतिक केंद्र उदयपुर भारतीय लोक कला मंडल उदयपुर राजस्थान राज्य शैक्षिक अनुसंधान अर प्रशिक्षण केंद्र उदयपुर राजस्थान साहित्य अकादमी उदयपुर राजस्थानी भाषा साहित्य एवं संस्कृृति अकादमी बीकानेर राजस्थान संगीत नाटक अकादमी जोधपुर राजस्थान ब्रज भाषा अकादमी जयपुर राजस्थान सिंधी अकादमी जयपुर राजस्थान संस्कृृत अकादमी जयपुर राजस्थान उर्दु अकादमी जयपुर राजस्थान हिंदी गं्रथ अकादमी जयपुर ललित कला अकादमी जयपुर रवीन्द्र रंगमंच जयपुर राजस्थान राज्य अभिलेखागार मुख्याल्य बीकानेर राजस्थान राज्य अभिलेखागार शाखायां जयपुर, कोटा, उदयपुर, अलवर, भरतपुर, अजमेर प्राच्य विद्या प्रतिष्ठान मुख्यालय जोधपुर प्राच्य विद्या प्रतिष्ठान शाखायां जयपुर, कोटा, उदयपुर, अलवर, बीकानेर, चित्तौड मौलाना अबुल कलाम आजाद अरबी फारसी शोध संस्थान टौंक जयपुर कत्थक केंद्र जयपुर जवाहर कला केंद्र जयपुर राष्ट्रीय आयुर्वेद संस्थान जयपुर राजस्थान विश्वविद्यालय जयपुर जयनारायण व्यास विश्वविद्यालय जोधपुर महर्षि दयानंद सरस्वती विश्वविद्यालय अजमेर जगद्गुरू रामानन्दाचार्य राजस्थान संस्कृृत विश्वविधालय जयपुर मोहनलाल सुखाडिया विश्वविधालय उदयपुर महाराणा प्रताप कृषि एवं प्राधोगिकी विश्वविधालय उदयपुर राजस्थान कृषि विश्वविधालय बीकानेर बीकानेर विश्वविधालय बीकानेर वर्धमान महावीर खुला विश्वविधालय कोटा कोटा विश्वविधालय कोटा राष्ट्रीय विधि विश्वविधालय जोधपुर राजस्थान आयुर्वेदिक विश्वविधालय जोधपुर हवाई अड्डा जयपुर, कोटा, उदयपुर, जोधपुर राजस्थान सूचना केंद्र जयपुर, दिल्ली कलकत्ता, मुंबई राजस्थान सु बारे पर्यटन सूचना केंद्र दिल्ली, कलकत्ता, मुंबई, चेन्नई वनस्थली विधापीठ वनस्थली (टौंक) काजरी (सेंट्रल एरिड जोन रिसर्च इंस्टीट्यूट) जोधपुर आफरी (एरिड फॉरेस्ट रिसर्च इंस्टीट्यूट) जोधपुर सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आड्‌यां संदर्भ- कानिया मानिया कुर्र, जुलाई-सितम्बर 2005, हनुमानगढ़ जंकशन, अंक-4, पेज- 1 संकलनकर्त्ता - दीनदयाल शर्मा जिया इलेक्ट्रोनिक मीडिया ह्ावी होवण लागर्‌यो है बियां -बियां गांव अर शहरा में घणकारी सी लोकपरम्परा खत्म होवण लागरी है। मायड भाषा राजस्थानी में आडी जिसै लोक साहित्य री परम्परा तो जाणै लुप्त ही होयगी है। आड्‌यां खाली मनोरंजन रो साधन कोनी हो। आड्‌यां रै भानै गावां री गुवाड अर चौपाळा माथै हथायां हौवती। इण सूं टाबरां री मानसिक योग्यता, सृजनात्मक रूचि, मेळजोळ अर स्नेह भाव बढतौ। इण अंक री आड्‌यां रो सगळौ श्रैय परलीकै ग़ांव रा साहित्यकार भाई श्री सत्यनारायण सोनी ने दियौ जा सकै। जिका गांव रा भाई-बंधु श्री कुलछत्र बेनीवाल, प्रतापजी, जितेन्द्र, मदनलाल बेनीवाल, लीलाधर अर इन्द्रचंद रै साथै-साथै आपरी जोडयात श्रीमती सावित्री सोनी सूं बात कर र मन्नै फोन माथै अै आड्‌यां लिखवाई। श्री सोनी रो म्हूं घणौ-घणौ आभार प्रकट करूं। 1. सावण में सुंसाट करै, पगां चलावै कार इ आडी रो अरथ बताद्‌यो, रिपिया द्‌यूं हजार 2. छोटी सी पिदकी पिद-पिद करती, सारै दिन चरती लेडा नहीं करती। 3. भूरती भैस टिब्बे पर बयाई सो सिंगांळी पाडी ल्याई जामतांई मारण नै आई। 4. अेक सींग गी गा घालै बीतौ खा। 5. हरी घणी लाम्बी घणी सुअै जिस्यौ रंग, ग्यारह देवर छोडनै, चाली जेठ रे संग 6. धोळी घोडी झबरौ पूंछ नीं आवै तो बापू नै पूछ। 7. रूघो चालै रग-मग तीन माथा दस पग 8. हरी टोपी लाल दुशाला, पेट में मोत्या री माळा। 9. धोळौ-धोळौ धपलौ मूळी ग़ो सो कपलो। 10. आडूंक आडूं गोडै सूदौ गाडूं। 11. आडी चालूं टेडी चालूं चालूं कमर कस ई आडी ऱौ अरथ बतादयौ रिपिया देस्यूं दस। 12. आंको-बांको आंटियो, आंको म्हांको नाम, ई आडी गो अरथ बताद्तौ, नीं तो छोडो गाम। कीं आड्‌यां दूजी तरियां री है। इणां सू टाबरा रौ जठै मानसिक विकास होंवतो बठैई बै कविता री परम्परा नै भी आगै बंधावता हां। 13. सोनै गी कढावणी घडद्‌यौ... सासू-भू कमावणी सोनै गी घडी कढावणि। 14. भोजासर रै कुअै ऊपर सूं कोई मतीरो कुदाद्‌यौै... आकां रै लाग्या अकडोडिया फोगां रै लाग्यौ जीरो भोजासर रै कुअै ऊपर कूदग्यौ मतीरो। 15. कुअै में सूं मोबी बकरो काडदयौै... थाळी भरी मोतियां, कोठो भरयौ सिंदूर निकळ म्हारा मोबी बकरा, अेवड निसरयौ दूर 16. कोठी नै परलै बास पुगादयौ हाथ में पुराणी पग में रास चाल म्हारी कोठी परले बास 17. अम्बर सूं गाडौ रूडादयौै... भूरती भैस भराडा पाडा अम्बर परिया रूडग्या गाडा। 18. हाथी सूं लादौ मंगादयौ ... छिणमिण छिणमिण छांट पडै गोडै सूदौ कादौ तावडियै री चूंचाड में हाथी ल्यावै लादौ। 19. सुसियै ने राख में लिटाद्‌यौ... आधी रोटी काख में सुसियौ लिटयौ राख में 20. कुअै पर जान जिमाद्‌यौ... म्हारै कान थारै कान कुअै ऊपर जिमै जान 21. भूरती भैंस दुहद्‌यौ... अगड लडै दो बगड लडै पेडै चढता सर्प लडै सर्पा रै मुंह में सुई अर भूरती भैंस दुई। 22. बागड री रेल मगाद्‌यौ ... अगड लडै दो बगड लडै पेडै चढता सर्प लडै सर्पा रै मुंह में सुई अर भूरती भैंस दुई। दुहतां-दुहतां आया झाग बै दिखै बाळू रा बाग बागां में अेरौ-घेरौ अर बौ दिखै डाकण रो डेरौ डाकण रै डेरै में करुओ तेल बा आई बागड गी रेल। 23. हाथी गो पोड पीळौ करद्‌यौ... बाटकियै में सीरौ हाथी गो पोड पीळौ। उत्तर : 1. भूंडियो 2. दांती 3. भरूंट 4. चाकी 5. सांगरी 6. मूळी 7. दो बादळां लारै किसान 8. लाल मिर्च 9. चांदी आळौ रिपियो 10. खूंटो 11. भुवारी 12. बेरडी रो बांकियो कांटो। संदर्भ- कानिया मानिया कुर्र, हनुमानगढ जंक्शन 2, जुलाई-सितम्बर, 2005 पेज-2 प्रस्तुति- छगनलाल (लाली) परलीका 1. सासू गी तो सासू, सुसरै गी माता सागी खसम री दादी, अैई म्हारा नाता। 2. छाती तो खाती घडी, पेट घडयो सुनार सिर तो कुम्हार घडयो, टोपी घडी लुहार। 3. साळै गौ साळौ, बींगौ डावौ कान काळौ बींगै भाणजै री भुआ, तैरै के लागी। 4. गोगो बैठयौ उरलै बास, पग पसारया परलै बास। 5. आडयौ रे आडयौ, गोडै सुदौ गाडयौ चोटी पकडग़े काडयौ। 1. सूकी नैर में मंगलियौ तिरायदौ... पिण्डी पाटी लोही झरै सूकी नैर में मंगलियौ तिरै 2. बिल्ली नै बूंटियौ परादयौ... चूल्है लारै चूंटीयौ बिल्ली पैरै बूंटीयौ 3. तारा ने राबडी प्यादे... छज्जे ऊपर छाबडी तारा पीयै राबडी 4. सोनै री कीकर काट दे... कसियौ-कुहाडियौ पिपाटी सोनै री कीकर म्हूं काटी। उत्तर : 1. दादेर सासू 2. होको (कळी) 3. घरआळी 4. दियौ, चनणौ 5. बूरेडौ मतीरियौ सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "लारां, पष्प धसुल्या, या छै प्रती गेल री रीत। मन का तार, मल्यां कै पाछै, बाजै सासां को संगीत। इतियासां क पानां मंडर्या, नांऊ घणा छै अणगणती। अणगण चाली चाकू, छुर्र्‌या, मट न्ह पायी पण या प्रीत। मात मलै छै कदेई-कदेई सैं, कदेई-कदेई मलै छै जीत। रोबो-धोबो रवै चालतो, कदेई उगरै, मीठा गीत। कदेई अंधेरो, कदेई ऊजालो, टेम-टेम की ये बातां। धीर बंधाता, लेर बिधाता, सांची ज्याँकी, होती प्रीत। ज्याॉत-पात बिसरा री सगली, तोड़ी संसारी की रीत। हाथ-हाथ म पकड़ जूम सूं, पटकी, चाल-चलन की भीत। प्रीत-पगीं नै, बाड़ा डाकी, ये देशी बुल्यां हाली। छलणी होगी, यार पगतल्याँ, पण न्हं छोड़ी, न्यारी प्रीत। मल्यो धन डलो, कल्लो जीत्यो, जीं नै जीती मन की जीत। प्रीत पावै नै, सब रे हारै, या छै जुगा पराणी रीत। ढेर लगाद्यो, हो मोत्यां को, पण छोड्‌यो न्हं, पकड़यो हाथ। काया दे सासां मांगी रे, सब सूं महंगी, म्हारी प्रीत। राधा अठपहरा, छबी नरखती गली-गली मीरां का गीत। प्रीत गेल पै, दोन्यु चाली, सासां देर निभायी रीत। घमा अड़ंगा, आण लगाया, छो मेवाड़ी, रजपूती खून। जहर को अमरत कर घाल्यो, जद ला'गी, महोन संग प्रीत। आज-काल्ह का, लोग दणी, बण बैठ्या, माया का मीत। खोटा करता करम खोड़़ला, मन बगड्‌यो अर बगड़ी नीत। बिन बोझ, फाइल न्हं सरकै, यों दफ्तर, बाबू को हाल। भआी-भाई का दुश्मन होग्या, धन सूं दूणी कर ली प्रीत। साँच आज पाताल पूगग्यों,, झूठाँ की हो री छैजीत। बरसां ताईं लड्या मुकदमा, न्हं फेसलो, वां ई रीत। लुटी आबरू भरी जवानी, जीती जंग बुढापो आयो। अतना मं बैकुंठ बुलावो, राम धणी सूं होगी प्रीत। सगला सुख-दुख लारां बाँटे, म्हारा मन को नसछल मीत। उंदाला को जबर तावड़ो, क होवै, स्याला की शीत। म्हूं रोऊ तो ऊं रोवै छै, म्हूं हांसू तो जावै हाँस। बपता सूं लड़ता, दोन्यू ई, जीत कराती, साँची प्रीत। दमनी-दमनी हीरलागती, कदेी आवैगो, मन को मीत। आस बंधी छी सावण मं, पण न्हं आयो, दनग्या बीत। अठपहरा आख्यां मं आंसू, गई नुराई मूंडा की। अतना मं सांकल की आहट, सुण, सगोसली होगी प्रीत। सगला सुख-दुख लारां बाँटे, म्हारा मन को नसछल मीत। उंदाला को जबर तावड़ो, क होवै, स्याला की शीत। म्हूं रोऊ तो ऊं रौवे छै, म्हूं हांसू तो जावै हाँस। बपता सूं लड़ता, दोन्यू ई, जीत कराती, साँची प्रीत। दमनी दमनीहीर लागती, कदेई आवैगो, मन को मीत। आस बंधी छ सावण मं, पण न्हं आयो, दनग्या बत। अठपहरा आख्यां मं आंसू, गई नुराई मूंडा की। अतना मं सांकल की आहट, सुण, सगोसली होगी प्रीत। नैणां सूं जद नैण लड्‌या तो, मन होग्यो थारो मनमीत। सहलावै, झुमक्या गालां नै, पायल लागी गाबा गीत। सपना आवै घणा रात मं, उठ-उठ न्हालू थारो पंथ। बिन देख्यां सब सूनो लागै, जद सूं होगी न्यारी प्रीत। कुरसी कै पाछे यें-चालै, कुरसी, नेता की मनमीत। घणो फरक, कथणी करणी मं, लागी रे कुरसी पे नीत। स्वारथ की रोट्या सेकें, धरम, करम का जगरा मं। देव, सगा रूसै तो रूसै, टूटे न्हं कुरसी सूं प्रीत। ठाम-ठाम, नजर्या हेरै छै, ऊँ नै म्हारो, मनल्यो जीत। ऐक बगत, पणघठ पै दीखी, अब तो देख्यां, दनग्यां बीत। रात-रात सपनान मं आवै, सूरत जीं कीसब सूं नाली। बरस बीतग्यां पण न्हं भूल्यो, नैणा सूं नैणा की प्रीत। घर नै आ जाता, नेता जी, जद तांई न्हं होती जीत। जीत्यां पाछै, वो ई लख्खण, खुद की ढपली, खुद का गीत। झूठां सपना घणां दखाता, थोंथा, देता रहता भासण। काँई जाणै दुख ओरा को यां की तो, बोटा सूं प्रीत। चमचा करता, घणी चाकरी, झूठ-मूट का बण, मन मीत। दे बस्वास करै हथकंडा, पण मलणी ही चावै जीत। जीत्यां पाछै तो देखो जी, चमचा की आवक जावक। हार गया तो चमचा दूरे, ओरां सूं कर लेता प्रीत। मात-पिता, घर बार-बार तज्यां, ऊँ बणग्यो, जद सूं मनमीत। अठीं उठीं, मन न्हं भटकै, दसों इन्द्रियां, मुठ्या बीछ। मन धूणी मं जतनो तपतो, ओर नखरतो, दूणो-दूणो। जंदगाणी को मूल जाणल्यो, राम धंण्या सूं होगी प्रीत। सत् की गेलां, मली भडटपटा, दुख थारो बणग्यो छै मीत। बुरो कोई को, कदेई न्ह चायो, दुखदेबा की जग की रीत। साँच साथ छै मत घबरा, धीरज की खूँटी क बंधजा। बपता को बादल छटज्यागाँ, सूरज बम उगज्यांगी प्रीत। सकपण सारा, धर्या ताक मं, धन माया का गावै गीत। भाई-ाई को गलो काटद्ये, चाली आई जुगां सूं रीत। घम रोकड़ा, गार-कांकरा, कुण बूढ़ां की मानै बात जीव-जेवड़ी, गलबा लागी, पण धन सूं न्हं छूटी प्रीत। माँ को दरजो, सबसूं ऊपर, चाली आई यां ई रीत। पल्ला की छाया कर देती, पड़ै तावड़ो, चावै शीत। नौ मासा ताईं, बपता भुगती, जद बणपाई छी काया। पूत सुपातर, हो क कुपातर, दोन्यां सूं व्हा, राखी प्रीत। तू हारी तो, म्हूं हारूंगो, तू जीती तो, जाऊ जीत। खेला दोन्यूं छिपायताईं, परेम-प्रीत का गाल्यां गीत। बपता बी आज्या तो दोन्यूं, साथ डील को न्हं छोड़ा। दुख सारा म्हूं, लेल्लूं थारा, थारी जोडू, सुख सूं प्रीत। बात करै छै संस्करती की, खुद नै भावै डीस्को गीत। जतनो होवै उतनो कम छै, पैंला की थाली पे नीत। ढांढा को चारो न्हं छोड्यो काफण खाग्यां फौजी का। काई आतमा, काई बोल, मह्‌ाकी तो कुरस्यां सूं प्रीत। सुद-बुद भूली, जद सूं सूणली, आर्यो छै परदेशी मीत। माथो न्हा, सणगार कर्यो, अर सैजसजार निभायी रीत। पलक बछायां देहला बैठी, दिख जावै दूरा सूं पीऊ। रात बीतगी वै न्हं आया आसूडां ढलकाती प्रीत। देश धरम की रक्सा लेखे े, मौत बमाली ज्यानै मीत, इंकलाब का नारा गूज्याँ, कै बासंती, चोला गीत। जलियां हाला बागां बीचै, होली गौरा नै खेली। सुबरण धूल चढ़ाई माथै ऊ माटी सूं कर ली प्रीत। सन् सत्तावन लड़ी लड़ाया, झाँसी नै जींतीं छी जीत। बायर छी पण घणी लड़ी रै, रण-भैरी पे निभायीं रींत। नाला करद्या, झटका मं ई, अंग्रेजां का धड़ सूं माथ। लड़ता-लड़ता, सासां थमगी, सासां ताईं निभायीं प्रीत। जुगां पराणी कहणावत छै, क यां, प्रीत न्हं जाणै रीत। पण जग बीचै ऊंभी करद्येै, साँचा चाल चलन की भीत। रीत तजी छै, थारै लेखे, हाथ छोड़, मत दी जै तू। साथ छोड़द्यो ज्ये फेरू बी, बदनामी बण ज्यागी प्रीत। स्यालो गलै, न्हं पाणी बरसै, अब बगड़ी मौसम की रीत। अत,नो काल पड्यो रे अब कै, खाई-खास घर का ग्या बीत। फाणी बी पाताल पूरग्यों, दाणा-दाणा को सहसो। तन म्हैलाडी झाला उठती, सांव घास सूं कर ली प्रीत। गाब-गबुल्यां, बकज्यां ऊं का, जी को सट्टो दारू मीत। घर मं होती रोज लड़ाया, रोबो धोबो ठणक्यां गीत। ठोरा-छोरी डील उघाडा, जी घर दारू को बासो। दास बणयो होगी बरबादी, पण न्हं छोड़ी ई सूं प्रीत। जमना तट पे तान छेड़ दी, बंशीसंग उगेराय गीत। रास रचावै राधा मोहन, गोप्यां का मनड़ा ल्या जीत। कान्हो छोड़ग्यो गोकुल नै, बण्यो जा'र द्वारकाधीश। राधा की आख्यां मं आसूं, रोबा लागी ढ़ल-ढल प्रीत। काम क्रोध मद लोभ कपट पे, जी जीनै बी पा'ली जीत। दुख नीड़ै न्हं आवै भाया, सुख बणज्यागों थारो मीत। ज्ये बी यां सूं अंधा होग्या, वो बरबादी घर नूत्यां। ठाम-ठाम पै ठोकर लागै, महँगी पड़ज्यां यां सूं प्रीत। आर बैठग्यां, सामैं साजन, ज्यें म्हारा जन्मां का मीत। छाती बणी, धूकणी म्हारी, धप चावै स्याला की शीत। मन का पगल्यां उठ-पड़ करता, अर डर सूं काया कांपै। रूखां लपटी, बणर बेलड़ी, आज सुहागण होगी प्रीत। चंदो देखचकोर थाक ग्यो, चाली आई जुगां सूं रीत। फूल फाखडी, बीचै भंवरो, बैठ्यो रयो अर दनग्यो बीत। बंद करी पलकां जद-जद बी, ऊं सूरत में मन रम ज्या। सुद बुद सारी ही बिसराई, जग सूं नाली होगी प्रीत। हाथां ले'र तम्बूरो मीरां, गावै रे महोन का गीत। तन मन सोप्यों, मन मं मान्या, मोहन जनम जनम का मीत। बेचण चाली छी बाणयां नै, कुण दे कानूडा को मोल। लख चौरासी जूण कटी रे, सरग अमरता देगी प्रीत। केसर की बाड़ी कश्मीर, चड़ी-चुड़गला गावै गीत। सरग धरां छै, ई धरती पै, पणल ागी बैरी की नीत। ई की रक्सा के लेखे तो, काया कलप जीव द्यूं होम। काश्मीर धरती की सोभा, सासां दे'र निभाणी प्रीत। मत मानो अमरीकी बातां, ऊं तो गरज पड्यां को मीत। ठौर हेरतो खुद क लेखे, धन माया पै ऊं की नीत। पाड़ौसी सूं मलै बाँह भर, छानै-छानै करतो घात। भाई-भाई में बैर पटकद्यो, देखो रे कपटी की प्रीत। आख्यां सूं आसूडा छलक्यां, नैणा-नंदी, उमगी मीत। बिरहण की पीड़ा देखी तो, परकरती नै गाया गीत। सांस-सांस पे सांस कढेगी, जाणै क्यूं छै यूं लागै। उड़़ता देख्या पतझड़ पत्ता, पीली-पीली पड़'गी प्रीत। एक बार कज्ये हामल भर'दे, तो म्हूं तोडूं जग की रीत। जग कतनी ई जूम लगाल्ये, पण आपण की होवै जीत। अंगीरा पे पंग धर चालूं, सामै तू ऊम्भो रीज्ये। सूल-मूल को जोड़ो लारां, काँटो बण गप जाती प्रीत। करसणी काली दुबली, म्हेनत सूं मल जाती जीत। बाण्यां की बाढी देणी छै, मोध्यां की मानां पे नीत। अन्न उगावै दूजां लेखे, लागै भूखो, पेट कपास। खेत पसीनां सूं, सींच्यों जद, फसलां बण उग आई प्रीत। रूख आम को अमरायो, गरणावै अणहद संकीत। ऐकस्यार, रहतो आयो छै, चौमासो गरमी, अर शीत। छावं तलै बैठ्यो तो भूल्यो, सुख-दुख सारा जीवण का। परकरती मं कालख पुत'गी, भली ठौर सूं होगी प्रीत। प्रीत गेल पे जद बी चाल्यो, आडै फरगी जग कीरीत। लारां लारां सुख-दुख झैल्या, हिम्मत न्हं हारयो, व्हां रे मीत। काटां हाली बाड़ रोप दी, जग हाला नै च्यारूं मेर। छानै-छानै, चुर्रो पाड्यो, दौड़ी दौड़ी आगी प्रीत। बच्चन जी मधुशाला मांडी, सबको थानै, मन ल्यो जीत। जुग-जुग बीत्यां अमर रवैगा, थाका मांड्या, न्यारा गीत। आवभगत करती मधुशाला, सोच जसीं म्हेमानां की। दरद डूबोई छै मधुशाला, पाँव दबाती म्हारी प्रीत। न्हं हिन्दू, न्हं मुस्लिम भाया, दोन्यु ई छै मन का मीत। मंदर-मस्जिद ढोकालारां, ओर एकता गावै गीत। मायड़ पे बपता जद जावै, हिल-मिल फरज निभावां रै। रक्सा लेखे, सीस कटै पण, धती सूं निभ जावै प्रीत। क्वांड जुड्‌या, म्हारा हरदां का, सांखल आ'र बजाग्यो मीत। बढता पग घमा थम्या छा, मन सम्जयो न्हं, ऊं की नीत। मोती लेखे ऊंडै उतरी, उतर्या पाछै पछताई। आस फुलकणा, फूट्या सारा, फाणी ऊपर तर'गी प्रीत। जुगां-जुगां सूं चाली आरी, मिलन-जुदाई की यां रीत। जीवन तो संग्रराम जस्यो छै, होवै हार कदी तो जीत। जग हाला नै जक न्हं पड़ती, नत-उठ ये चावा करता। बगत-बगत पे घणी तपाई, सूनो बण'र चमक'गी प्रीत। तारां छाईं रात एकलो, चाँद भटकतो म्हारा मीत। नीड़ै आया चाँद अर सूरज, बालम भागी दारी शीत। माथै हरणी अमरत बरस्यो, म्हारा मन-भर भाग खुल्या। घुस्यो ऊंदालो घर म्हालैडी, बण'र पसीनो चौगी प्रीत। चढ्यो अषाढ, बादला गरज्यां, परदेशां में मन को मीत। बरखा बाण गडाती बरसै, इन्दर देव की बगड़ी नीत। कामदेव का हाली होग्या, कोयल मेढ़क ओर पप्पैयां। बिजल्या की तलवार्या चमकी, प्राण डील सूं तोड़ै प्रीत। हाथ तम्बूरो लेल्यों मीरां, गाती गली गली मं गीत। राधा बैठी पलक बछाया, कदेई आवैंगा म्हारा मीत। नाव भंवर कै नीड़ै ला'गी केवट भूल गयो औसाण। बंधी आस दो घट कै बीचै, पार लगावै साँची प्रीत। जिंदगाणी का ई जमघट में, हार्या कदेी, कदेई ग्या जीत। कदेई उगेरै राग पपैयो, बगड़ै कदेई क्लेश में नीत। जीवण की बाड़ी मं यारां, पष्प धसुल्यां दोन्यु लेर, बपता सूं लड़ता बढ़ता पण, सत् की गेलां, सत् सूं प्रीत। धरती पे ज्ये पगधर दे, धरती भाग सरावै मीत। देख मुकलबो थारो गौरी, ऊं मदन्यां की बगड़ी नीत। दातां बीचै मेल आंगली चालै बल खा नागण सी। निरखम लागी दरपणसामै, मोखम बणइतरागी प्रीत। काल पड्यो, फाणी न्हं बरस्यो, मरद-बायरां की या रीत। घास भैरू का काम्यां पुतगी, कर्या कीर्तन गाया गीत। पाखाणी मन इंद्र न्हं पघल्यो, ढोक-ढोक चटकां बाँटी। अन पाणी सूं मूसर होग्या, रूठ राम जी, तोड़ै प्रीत। हेत करै मनमान करै छै, कदेई रुसज्या, म्हारो मीत। उन्दाला की तरकाल कदेई, अर कै हो स्याला की शीत। करड़ी घमी प्रीत की गेल्यां, साथ निभाता मन-धर धीर। दोन्यां नै जोड्या बरसां सूं, जीवन डोरी म्हारी प्रीत। बालपणां-मोट्यारपणा में, जंग ठणी, कुण पावै जीत। मनख्यां की तो काई कहणी, देवां की बी बगड़ी नीत। जोबण की ईं खेचताण में, खूंटो तोड़'र भाग्यो मन। नाथ फोड़ बस में करल्यो, चालै जठी चलाती प्रीत। सात फेरां को धरम नभाऊं, सात जनम तांई म्हारा मीत। ऊभी आई, आडी जांऊ, यां ई जनम-जनम की रीत। म्हूं न्हं सीखी गोर्या करबो, हुकम उदलबो न्हं सीखी। थाको गेलो, म्हारो गेलो, साँचो गेलो, साँची प्रीत। फागण आयो, होली आई, पटको रंग गुलालां मीत। भर पिचकारी मारो तन पे, ओर रंगीला गावो गीत। अबकै होली फीकी रह'गी, न्हं आयो परदेशी बालम। आसूड़ा संग काजल धपग्यो, काली नजर्या झाकै प्रीत। हाड़ी राणी सी प्रीत पगी, न्हं ऊं गेलो, नहं ऊं सी रीत। खुल्लम खुल्ला गलै पडै सब, ईलु-ईलु गावै गीत। अरथ बदलग्यां, नीत बदलगी, अब तो बाण्यां को बौपार। लूट आबूर झाड़ां पाछै, मरबा लेखे छोड़ी प्रीत। पावा मांही बंध्या घूंघरा, मोहन जद सूं बणग्यो मीत। एक ठाम पे, पग न्हं थमता, गावै गली गली मं गीत। सतजगु तो सतजगु छो, वाह-वाह री प्रीत पगीं। जी घट घाटो, ऊं घट बासो, घट-घट वासी थारी प्रीत। भाटो तो भाटो हो तो पण, नाली, छै भाटा की रीत। इक भाटो सगलो जग पूजै, गावै भजन कीर्तन गीत। परमे गैलं पै भाटा मारै, भाटा का होर्या इनसान। पारस भाटो जद् बी अड़तो, सूनां की हो जाती प्रीत। जीबो मुश्कल ऊं घर मे,ं जीं घर माही, डायजा रीत। सास-ससुर अठपहरा लड़ात, बेटी रैवे बण क भींत। थाली काँई, कटोरी लाई, बात-बात मं भरै चूमट्या। धन का लोभी, हवन करै, तिल-तिल बलती, जावै प्रीत। फूलां लेरां सदा धसुल्या देख दुखी छै, भंवरो मीत। रस लेखे, चोमेर्यां डोलै, सूल रोकता बण कै भीत। रस मं जीवण भवरां को, पराग रसीलो थारो डील। रस बिन मरज्यागो भवरों, गोर्या करबा लागी प्रीत। जग बेरी हौवे तो होवै, मिल जावै पम म्हारो मीत। न्हं सुवावै जग हाला नै, मिलबो म्हाँको, म्हाँकी रीत। जुगां-जुगां सू प्रीत गेल पै, शूल बैर का घणा बछ्या। प्रीत पगी, परव्हा न्ह आणी, कांटा पग धर चाली प्रीत। मन कै हार्या, हार बावड़ै, मन कै जीत्या होज्या जीत। सुख दुखलारां जीवण में, या छै जुगा पराणी रीत। न्हं दुख सूं घबराणो भाया, न्हं सुख में गेल भटकणो। मंजिल थाका पग चूमैगी, गेला साँचा, साँची प्रीत। ऊ हिन्दु अर, ऊ मुस्लिम, थोंथी जुगां पराणी रीत। रूख एक छै, डाल्यां आपण, पटका खड़ी, बैर की भीत। रगत एक छै, सकल एक छै, नाला क्यूं छै गेलां फेर। सगली बाता भूला भाया, इक दूजा सूं करल्यां प्रीत। टुकर-टुकर यो जग झाँकै, जद संग चालै म्होरा मीत। परेम-प्रीत का दुश्मन ोहग्या, घर हाला की यां ई रीत। सीधी गेलां घणा चालल्यां, अब चालैंगा, उबट माल। चाल-चलन छै यो बरसां को, फूटी आँख न्हं भावै प्रीत। नैणां की भासा न्हं जाणे, अस्यो खड़लो म्होरम ीत। मुलकै-मटकै, बात-हबात पै, घमा दनां सूं या ई रीत। नीड़ै जाता,दूर भागतो, प्रीत पालतो मन म्हैलाडी। पतो कोई न्हं, बात कांई छै, दमनी-दमनी लागै प्रीत। औगुण हो, मनवमान भलाँयी, गुण पा लेता, वां पै जीत। चंदण बन मं, बासक बसतो, पणसोरम की वांई रीत। काली राती अमावस देती, अर पूनम दे भर्यो उजास। मेघां औटां चाँद चमकतो, ऊ परदा में म्हारी प्रीत। सैज सजाई, रंगमहालां मे,ं घरां पधार्या, म्हारा मीत। घूँघट खोल्या, नैण मल्या, गोड्यां गाल निभायी रीत। बीत परागां, बैठ्यो भंवरो, रस पी जीवण धन्य करै। रोम-रोम मेंरमी गजायां, सोरम बण'र बखरगी प्रीत। बरखा राणी का झड़ झुकग्या, सामै बंगली, बैठ्यो मीत। जग यां जाणै, बरखा निरखै, नैण मल्या, निभ जावै रीत। मन म्हारो यो मोज्यां खावै, हींदा झूलै, बिन पाटकड़ी। मोरा पै जद पड़ी कामड़ी, नांऊ बताबा लागी प्रीत। बालम भूल बिसर मत जाज्यो, प्रीत रीत नै म्हारा मीत। हेत राखज्यो सदा स्यारक्यो, सारी उमर निभाज्यो रीत। वोदन सपनै बी न्हं आवै, ज्ये मन भूलै ढोला नै। गलो फसाती, कुऐं कूदज्यां, लोठ्यां डोरां म्हारी प्रीत। यादां को चितराम हिया मे,ं नैणा मोती झड़ता मीत। हिवड़ो रोतो रेवै भलायी, पण होठां पै प्यारा गीत। घमां मलैगा ंससारी में, घर मं आग लगाबां हाला। खोट कोई न्हं मन मं म्हारै, खुली कत्याबां म्हारी प्रीत। संझ्यां हो ताँई ई गाता, चड़ी चुड़गला मीठा गीत। तारा छायी रात चमकती, कद आवैगा म्हारा मीत। सूरज का घडोा न्ह रूकता, अठपहरा, दौड्‌या चालै। पणरूक जावै छै जाणै, जद हो जावै न्यारी प्रीत। नीव खोद'ली, ऊँटी चुण ली, बस्वासां की भीत्या मीत। प्रीत घरां का कोल्हू पाका, काँई बगाड़ै, गरमी शीत। नमला हाथां लीप्यो-पोत्यों, आँगण पलकां बछा-बछा। सूरज ऊभो देख देल पै, खिलगी आज कवल सी प्रीत। तोल रह्यो छै, मन भावां नै निजर्यां का पलड़ा पे मीत। घड़ी-क बदज्यां, घड़ी-घटज्यां, देख काण, अर पा'ली जीत। लचका खाती कमर कामणी, हाथां की डांडी सूं बंध री। न्हं हीरा सूं, न्हं मोत्यां सूं, परेम थाकड़ी, तुलती प्रीत। मन हरसाग्यो, जद सूं आग्यो, जीवन पथ पै म्हारो मीत। झाड़-झूड़ल्या, बगला होग्या, उगर्या मुख सूं प्यारा गीत। बिन पाणी, मच्छी मर जाती, चाँद देख, चकरो छै राजी। उखड़न ला'गी, सांस की खूट्यां जमदूतां सूं जीती प्रीत। सासां जावै ले'लै सारी, हामल भर, नहं मुकरज्ये मीत। थारा दर्सण, मंदर सो सुख, मिसरी घोले, थारा गीत। सुपणा देखूं, म्हं अठपहरा, बंशी बण, होठां पे रैवू। पोली, आड़-फटक न्हं कॉई, सात-सुरा सूं, करल्यूं प्रीत। आज जमानो, आगै बधरयो, तू बी बध ले म्हारा मीत। ज्ञान-गुरत, बिन जीवन सूनो, गाँव-गाँव में आख गीत। घर को अंधियारो, मट जावै, सांक आण उजास बजावै। ज्ञान बधै, सुख नीड़ै आवै, मनख-मनख ई करतो प्रीत। हिमगिरी जीको, ऊँचो माथो, केसर की क्यार्यां मनमीत। तपै उन्दालो, झरमर बरखा, डील कंपाती, माघी शीत। अठपहरा अमरत की कल-कल, गंगा-जमना, जामल नीर। समदर ई का पगल्यां धोतो, पूजा करती म्हारी प्रीत। सोन चड़ी का पंख नूचता, बाज बिदेशी म्हारा मीत। अठपहरां ये चाला करता, नापाक पड़ौसी खोटी नीत। पण ई की रक्सा कै खातर, मरबो म्हाँ मंजूर करा। सौ करड़ो पंखा में बांध्या, इक-दूजा की साँची प्रीत। माथा ऊपर धर्यो बेवडो, बोझ्यां मरती म्हारा मीत। हांसो कांई बेगा हालो, घणी मसकरी, वांई रीत। नेज खींचता सुओ निरखै, म्हारा जोबम की सोभा। ठाम-ठाम मदन्यां का हाली, सब ओखा, पण चोखी प्रीत। सीता जी को हरम कर्यो अर, लाया राम जी लंका जीत। बरसां को बनवास कट्यो, अवधपुरी में जगमग गीत। न्हं देवल लछमण सो दिखै, न्हं राम सो दशरथ पूत। आज काल्हसब उलटम पुलटा, करता माया सुख सूं प्रीत। मांड़ खागंटो गार खोदती, ई अबलां की यां ई रीत। उन्दालो जोरा को तपतो जील उघाड़ो गालै शीत। ठेकादार ताक मं रहतो, बिना मूल कै माँगै सूद। महल अटारी जगमग दमकै, भाटां रेती, थारी प्रीत। पांगा एरू, चुल्हो फूकुं, ठालो बैठ्यो फरतो मीत। अठपहरा ई सोबो भावै, छोरा-छोरी ठणक्या गीत। भारो काटूं, बैल जोतद्यूं, पाणत करतां,गली पगतल्यां, ऊं घर मं साता को टोटो, जी घर सट्टो ताशां प्रीत। धूप-छाँव जीवम में देखी, देखी सगली बातां मीत। कोई रूठ्यो, कोई मनायो, कोई का मनड़ा ल्या जीत। धुंधलो-धुंधलो यो जग लागै, परकरती ओझल आख्यां सूं, रोती आई, हँसती चलगी, सौ बरसां की होगी प्रीत। पन्ना 1 आगे रा पन्ना - 1 2 सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "देख चकरायौ धूळ उड़ै अर लूंवा बाजै, आ धरती अणजाणी वन-विरछां री बात न पूछौ, ना पिवण नै पाणी दूर नीम री डाळी माथै, मोर निजर में आयौ, हंसौ उड़कर गयौ मोर नै, मन रौ भेद बतायौ अरे बावळा, अठै पड़्यौ क्यूं, बिरथा जलम गमावै मानसरोवर चाल’र भाया, क्यूं ना सुख सरसावै मोती-वरणौ निरमळ पाणी, अर विरछां री छाया रोम-रोम नै तिरपत करसी, वनदेवी री माया साची थारी बात सुरंगी, सुण सरसावै काया जलम-भोम सगळा नै सुगणी, प्यारी लागै भाया मरुधर रौ रस ना जाणै थूं, मानसरोवर वासी ऊंडै पाणी रौ गुण न्यारौ, भोळा वचन-विलासी दूजी डाळी बैठ्यौ विखधर, निजर हंस रै आयौ सांप-सांप करतौ उड़ चाल्यौ, अंबर में घबरायौ मोर उतावळ करी सांप पर, करड़ी चूंच चलाई विखधर री सगळी काया नै, टुकड़ा कर गटकाई अब हंस नै ठाह पड़ी आ, मोरां सूं मतवाळी मानसरोवर सूं हद ऊंची, धरती धोरां वाळी(शब्द साभार ) सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "अर्जुन 'अरविन्द' शिक्षा : ऑनर्स जन्म तिथि : 22-6-1943 ई. जनम स्थान : टोंक मौजूदा काम धन्धो : अध्यापन छप्योड़ी पोथियां : हिन्दी में उपन्यास अर बालपौथी छपी पत्र-पत्रिकावा में छप्योड़ी साहित्यिक रचनावां : हरावल, जगाती जोत पत्रां में अर शिक्षा विभाग री पोथियां-बारखड़ी, चेतैरा चितराम, लखाण में छपी। अण छपी पोथ्यां : आखर रो उबाल (कवितावां) सदीव रो ठिकाणो : काली पलटन रोड, टोंक (राजस्थान) मोजूदा ठिकाणो : उपर मुजब सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    },
    {
      "text": "आपाणो राजस्थान री वेबसाइट रो Logo राजस्थान रा जिला रो नक्शो (आभार राजस्थान पत्रिका) झुंझुनू जिले रो सामान्य परिचय क्षेत्रफल 5928 वर्ग कि.मी. साक्षरता 73.61 प्रतिशत समुद्र तल सु ऊँचाई आदमियो री साक्षरता 86.61प्रतिशत बारिश रो औसत लुगाया री साक्षरता 60.10 प्रतिशत उच्चतम तापक्रम नगरपालिका 12 न्युनतम तापक्रम पंचायत समितियाँ 8 कुल जनसंख्या 1913099 गांव पंचायता 288 आदमिया री संख्या 983158 राजस्व गांव 834 लुगायां री संख्या 929941 तहसील 5 ग्रामीण जनसंख्या 15.18 लाख शहरी जनसंख्या 3.95 लाख सेटेलाइट ऊ लीदो थको राजस्थान रो फोटो परमवीर चक्र विजेता मे. जनरल शैतान सिंह आस रे थांबे आसमान टिक्योडो",
      "language": "mwr",
      "language_name": "Marwari",
      "source": "ma2wari6",
      "note": "Monolingual example for prompt caching"
    }
  ]
}